{"Transcript":"[Written on Bird Taylor stationery]   [September 18, 1934 ?]  Tuesday  Dearest Lyndon -  Don’t you ever ever write me such a letter again! You hear? It was a bad, mean letter--and if it weren’t for the postscript at the top and the fact that I’ve talked to you since I’d feel terrible.  There’s such a lovely moon. I don’t like it--I wish it would go away. Its more beautiful here than most anywhere--and so very inappropriate.  Today I’ve had Nig scrubbing one of my upstairs floors and  2  sanding it--preparatory to varnishing it (my own self!) Its right much fun to watch something take shape right under your hand and progress from shabby looking to nice looking! Its very different from the gay, careless living of the last four years--but I like it too.  Dad is very thrilled about the possibility of the Bankhead bill’s being repealed or not enforced for the remainder of this season. He said something about Congressman Kleberg being in Austin in an effort to get it relaxed. I do wish it would! Perhaps I could have a new suite of furniture  3  or get the house painted!  All day long I think of things I want to say to you--comments on this or that--or sweet things--or just what I think about something. And then when I’ve sat down to write, quite suddenly they flee away!  Darling, have you sent your mother two pictures for the ones you gave me? You must, you know! Sometimes, before long, I want a nice big one of just you, so I can frame it and put it on the dresser. (I love the one of you and Welly but I want one of just you--and that other one’s dimmish  4  you know.)  Tomoro in Marshall I shall get some films and have some kodak pictures made of me….I haven’t forgotten, you see. I never forget anything, like that.  Tell Malcolm hello. I liked him--he’s an interesting person. I like all of your friends, Lyndon!  Please, sometime, write me a long letter about what you’re doing, and thinking, and studying, and what’s happening to you. (And no fair fussing. Because haven’t I been very good about writing? And besides you ought not to fuss at people who love you!)  Goodnight, my very dear,   Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 18, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/18/34","Format":"Letter","Abstract":"Lady Bird is upset about the \"bad, mean letter\" she just received from LBJ. She writes that her father is thrilled at the possiblity the Bankhead Bill will be repealed. She asks LBJ if he has sent his mother pictures to replace the ones that LBJ gave Lady Bird, and says she is getting film so that she can take some Kodak pictures of herself to send him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 18, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/339.","Tags":""}