{"Transcript":"[October 3, 1934 ?]   Wednesday Morning  My Dearest Lyndon –  What a silly I am to be writing again--after an interval of only twelve hours! But I say to myself perhaps I shan’t have time to tomoro, it being the day I am going to transplant, so I may today…But the real reason is because I feel forlorn and want to reach out to you.  I’ve just re-read your letter of last night hoping it would be   2  sweeter this morning. It wasn’t…It was the vague sort of use of the past tense about us that hurt me so.  Even a letter from Fred Brown, one of my closest friends, in the same mail didn’t help much. He had lots of news of my dear Austin and Gene and the Cap’n! And he said he and Gordon were coming up to Dallas to the O. U. game and would bring Cecille and we would all have a re-union!  Gordon has been to New    3  York since Cecille and I have and we three will all talk at once and at great length about the Casino de Paris and Chinatown and the Pushcart district and Diego Rivera’s murals and the Paradise Club!!  What with the game, and the light opera they have at the fair, and seeing F.D. and Gordan and Cecille, and staying with Emily and her dear family and happening upon all the Texas-exes and current students that I know who’ll be there--it will be a happy weekend!!--perhaps.  4  But nothing will avail to make me really happy and at peace in my heart until I get a sweet letter from you…I didn’t know how much I relied upon them.  Thanks for the NBC folders. I adore music--especially Verdi and I shall have fun looking through them.   Study hard--and play some too. But don’t write me any more of those I-don’t-really-care letters because I can’t bear them.  Goodbye for about a day, my dearest, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 3, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/3/34","Format":"Letter","Abstract":"Twelve hours after writing her last letter, Lady Bird writes that she is still feeling forlorn after re-reading LBJ's last letter. She anticipates seeing friends in Dallas at the Texas-OU football game, thanks LBJ for the NBC folders, and asks him not to write any more \"I-don't-really-care letters.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 3, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/350.","Tags":""}