{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 8, 1934 ?]  Monday Nite  Lyndon, Dearest –  Two letters today!--I mean one letter and a note, mailed Oct. 2 and misdirected to Winnsboro.   By the way, darling, I had your special Sunday and don’t send me any more specials, young man, ‘cause one gets them at the post office just the same so you just save that dime! And the postoffice opens up every Sunday morning--(one village convenience that I certainly appreciate). Otherwise Sunday would be zero.  Also the clippings came at   2  long last and I have had more fun reading them! That was a sassy note on the front of your speech on education…Naturally I would be interested in it, for nothing is so important to me about people I like and I feel close to as the way their minds work--the principles and ideas they entertain. I mean--that’s my criteria of judgment, among other things. Isn’t it yours?  My word, they certainly do say extravagant things about you, young man! I was especially pleased with what Maury had to say of you. And I reveled   3  in the clever word-sketch of Mr. Kleberg in the Washington paper, and the Robles drawing! The long article about the road that doesn’t go through Kenedy County I haven’t read yet, cause I wanted to stop reading and write you. Honey, thanks a lot for sending me those things. I like to know all about you; and I like you to feel understand that I’m interested. I shall keep them all. You might want that Houston speech yourself. Do you?  Today, between times of directing my three negros on the yard and watching the tree surgeon, I read in “Roosevelt and His America.” I love the chapters   4  “Portrait of Roosevelt” and “Brain Trust.” The chapter on FDR is so fine and heartening. It’s a great tale!--infinitely more inspiring that the rail-splitter-to-President legend, I think. Please read it if you haven’t.  Lyndon I’m agog to hear what you’re deciding! Please tell me all I may hear about both the South Texas business and the GE offer. I mean all that’s not confidential or sub rosa or something. The very words letters GE are something to conjure with, aren’t they? They represent so much power--that’s no pun.  Today I’ve been looking through the NBC notebooks and have determined to get our radio    5  fixed before the first concert. There are sketches of the lives of many famous composers--how vividly I devoured them! Wagner, Strauss, Hayden, Lizot Liszt, and Verdi--those names just enthrall me…Gene and I have more fun talking at great length about them. We adore to kill people who think Wagner superior to Verdi!  I am sitting in a big chair by the fire. It is all of nine o’clock and everyone is in bed. I wish you were here in about half of this chair…I am rather tired and mildly happy and feel cuddly  6    --(if you can’t understand that word it means I feel like leaning on you and being patted sorta like a kitty.) And besides I’d like to talk to you about all this business.  Tomoro I have to go town in Hugh’s truck and fetch my chairs home. Its most as big an undertaking as crossing the Gobi on a tricycle!--it goes two miles an hour and makes noises like tin houses collapsing.   --Darling, they are such silly letters I write…I wish they weren’t. I’d like to be very clever and bright and interesting for you! But I do love you, even if I am almost inarticulate! Goodnight, my own dearest, Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 8, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/8/34","Format":"Letter","Abstract":"Lady Bird received two letters from LBJ today and says sending letters by special delivery makes no difference in the time of delivery. She comments on the clippings he sent, mentions the book she is reading, asks about the GE [General Electric] job offer, says she is looking at the NBC notebooks he sent, and tells him she will go to town tomorrow and bring home her chairs. She ends with the wish that her letters were more clever, bright and interesting.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 8, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/355.","Tags":""}