{"Transcript":"[Written on C T stationery]   [October 10, 1934 ?]  Wednesday Nite  8:30   My Love –  I am more excited than I can say about the pictures! Lyndon, you look splendid. But I didn’t have any trouble picking out the one I want--its in shirt sleeves with your arms on the desk. It is, I believe, the one you preferred, too! Dad liked one in your coat, with the serious expression. But I didn’t--you are too solemn there.  Dad was enamoured of those bulls! I was flipping   2  through those real fast to get to the proofs when Dad glimpsed them and said “Here, here, wait a minute!” He was keenly interested in all the pictures connected with the ranch. And so, of course, was I, dearest!  Will Saturday be too long? I simply must show you to Emily and dear Mr. and Mrs. Crow--who are almost my family--and Helen and F. D. and Gordon and David. Helen and Emily are my two oldest friends--tho’ Gene is almost a contemporary of theirs. We were together at St. Mary’s.  3   Tomoro begins the holiday--my self-bestowed one! I shall buy me a new dress tomoro--(to have my picture made in!)--and go to the circus tomoro nite. I adore circuses, do you??! And the next day I depart for Dallas. I’m real thrilled over the game, since Texas made such a swell showing against Notre Dame. But its mostly my friends I want to see! We shall all talk at once and at great length…And I shan’t ever get up before nine o’clock and shall stay up until ever so late! Goody!  Lyndon, I got out my Congressional cookbook this   4  afternoon and made a very creditable lemon pie after Mrs. Knutson (Rep.’s wife) of Iowa! I am so proud of my book.  All during the day I think of things I want to say to you--(I practically carry on imaginary conversations with you!)--but when I sit down to write--they are elusive.…I just re-read your letter written Sunday. It is such a dear.  In the proofs I shall enclose Welly’s speech…Honey, what have you have ever decided about GE and South Texas Deal? Let me know soon as you do--if its alright for me to.  All the love there is in me is yours now, my dear, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 10, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/10/34","Format":"Letter","Abstract":"Lady Bird received the pictures [proofs] LBJ sent and wants to keep them long enough to show him off to her friends in Dallas. She tells him about her upcoming holiday beginning with the circus followed by her trip to Dallas. She asks about the GE [General Electric] and \"South Texas deal\" and sends him all her love.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 10, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/357.","Tags":""}