{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 11, 1934 ?]  Thursday Morning  Lyndon, dearest –  I am spending the morning at Mrs. Boehringers’ while they get my car in good shape preparatory to the Dallas trek. We’ve been having the nicest long talk and now she’s gone to cook dinner. She’s riding to Tyler with me tomoro and the next day coming on to Dallas with Marie.  And here’s the nicest thing of all!!! Gene is going to ride up from Houston to Dallas on that stream-lined train the “Zephyr” on its first run and she’ll be there all week-end!! I could shout--we’re all so glad. Won’t we have a grand get-together??! Gene is a great friend of Cecille’s and Emily’s and Gordon’s, F.D.’s and David’s!!  2  If only you, my love, were going to be there it would be perfect.  Mrs. Boehringer is the happiest thing over the Danish recipes in her cook-book. You were a darling to send it to her, young man! In fact, you are always doing things for people, aren’t you? Its one of the traits I like best about you.  Honey, something so dreadful just happened last week. Perhaps Gene has written you about it. It makes me shiver with apprehension at a world in which such things can happen! I suppose Gene has told you about Dotty and her husband--how much in love they were and how happy they were, and how, gradually, everything went “pftt” and some months ago he just left. Well,   3  last week Dotty picked up a paper and read where he along with four other men was burned to death in an oil well explosion near Pecos…Poor Dotty--and she was too ill and hadn’t enough money to go to the funeral even.  I hope you’ll write her--but I know you will--you’re so thoughtful, my dear. No matter how horrible everything is it must make it a little better less horrible to know you’re not exactly friendless in the world.  You know, Fate and people have always been so good to me--it frightens me when I hear of something like that actually happening to someone. I just wonder what I’d be like--what sort of a person I’d turn into--if something tragic ever did happen to me.--  4  That’s one way in which you are good for me. --You seem so very sure and decisive and unafraid.   Later. 4:45  Now I’m home and have just been gathering roses for the supper table. I’m kissing this petal and sending it along to you--I wish the kiss were more tangible!  For the sixth or so time I am taking my pictures out of the folder and looking at them. How tickled I’m going to be when the finished product comes and I can sit it on my dresser! I’m so glad I’ve the proofs to show my curious friends in Dallas!! Even though I’ve looked at them so much I’ve been quite careful about not exposing them to the light--like Bachrach said!  No letter today. And I feel very slightly lonesome. For which I am sorry when I remember the dear letter Tuesday and the proofs and all the pictures…I shall not be so greedy! Lots of love, Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 11, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/11/34","Format":"Letter","Abstract":"Lady Bird describes spending the morning with Mrs. Boehringer while the car is being readied for the Dallas trip. She says Gene [Boehringer] will take the \"Zephyr\" train to Dallas and will be there for the weekend. She tells LBJ about the death of a friend's husband in an oil well explosion and asks LBJ to write the widow. She ends the letter by saying she is sending him a rose petal she has kissed and commenting on his picture proofs.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 11, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/358.","Tags":""}