{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 13, 1934 ?]  Saturday Night  Darling –   Its 1:45 and I’m just home from having a date with F. D. Brown and Gordon Abney, two of my very best friends. We did eat at the Baker and drink and reminiscence and talk about the future and have, in all, a most satisfying time. I showed them your pictures--they were much interested in what is going to happen to me.  Dear Lyndon, you were so sweet to call me! I wonder how you found me--there are a great  2  number of Crows in the Dallas telephone book! But then you are a young man who generally gets what he goes after, aren’t you? Dearest, I’m so sorry you’ve been sick this last week.…You mustn’t call me any more, person to person, though! Its too expensive.   Lyndon, seeing all my dear friends made me understand one thing. They are all close to me--I shall always love them--nothing will ever stop change that. But there is a place in my heart that not any of them fills. There is only you. There are me and all of them--in our various, dear relationships.    3  And then there is, in a sort of charmed circle, just you and me.  Gene is here. I went down to see her this morning and we plowed through the Baker and Adolphus lobbies greeting all the people we know (Sen. Mayfield was the first I saw) and then went to the Shamrock for a drink and a long talk. Bless her heart--I do love her so!...Lassater came--we were sorry--we are so gay and frivolous and happy. And he is not.  Emily and Helen are still out. Tonight is quite a night--everyone, most, is tight, you know… So I’m sitting up waiting for them. I’m propped up in bed   4  with several pillows, quite comfortably, and there is a soft fluffy kitty padding around on the bed and purring…I feel most contented and happy.  I shall mail your proofs tomoro. I want Gene to see them in the morning, if possible. I shall hate to give them up--I liked having them!  Its been a vivid, exciting day. I’ve seen so many people I know--old friends, boys and girls I used to go with, people I never see anywhere else on earth except at the O.U. game! Its an annual meeting-place! Goodnight, my love. Please write me all about your plans. Here is my love and my devotion – Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 13, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/13/34","Format":"Letter","Abstract":"Lady Bird describes seeing her friends [in Dallas] but says there is a place in her heart none fills except LBJ. She tells LBJ he was sweet to call her but not to call person-to-person anymore because it is too expensive. She says she will mail back the proofs the next day even though she hates to give them up and asks LBJ to write her about his plans.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 13, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/359.","Tags":""}