{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 17, 1934 ?]  Wednesday  Dearly beloved –  (This begins like a sermon!--it isn’t)  Your letter of Monday is received with very queer feelings…Am I not a funny person? I don’t want you to love me too completely--I don’t want you to urge me to marry you any more until January, when we see each other. And yet when you begin to speak of us in the past tense, when you say “For you my affection and attachment has undoubtedly been very pronounced,” when you sound as though you are receding out    2  of my life our charmed circle--It rends my heart, it makes me feel like huddling miserably in a dark corner, its takes suddenly all the brightness out of the days…I long for reassurances.  Lyndon, is it possible that when you said this--“and in spite of my confidence in the future I would want it all to go by the wayside now”--that you meant you’d like not to have met me--just to have it erased?? Not for anything in the world would I give up any of the time we’ve spent together! I am so thankful that I know you (notice I don’t say knew!)  Must you have all or  3  nothing? I love you more than anyone--and in a great many ways, my dear--tender and gay and deep and passionate…But we must wait until we know each other better--until there isn’t any doubt--until we’re sure we’ve a solid enough foundation to build on.  Darling, don’t you see that I’m just trying to be perfectly sane and level-headed? I want to do what is best for both of us…Sometimes I love you so much that I nearly bout sit down and write you to come on Thanksgiving. But I do not let myself write you when I feel like that because I remember   4  there are other times when I think I’d like to wait a year or go traveling around a few months,-- when I like being so free and foot-loose.  Of course I know remember that if I insist on waiting several months or even a year I might lose you. And that frightens me. (I can’t imagine being quite without you!) But I am not going to let that determine me--it wouldn’t be fair to either of us--or safe. Remember, Dearest, did you ever think there’s as much in this waiting idea for you as for me?   And about you calling me--I am tickled and happy.   5  I wonder what I thought about all the time before that??..Because now you are so constantly in my mind. Incidentally, I love you more now than even when we were together. There’s a queer, impregnable sort of conversation about me that prevents me from caring deeply about people or things suddenly…They have to grow on me.  Almost, in spite of school and everything I wish you were on your way to Corpus now-- or there. Because then I would see you soon!..But not quite. Because, as I told you once before, I want to be good for you and not bad for you. And I don’t believe it would   6  be unfortunate for you to miss a semester of school. So I shall insist on hoping that you’re in Washington!  There had better be a letter for me tomoro! If not--o, well I can shall not do anything about it not even keep from writing myself or shorten my letter or make it casual. Just merely feel forlorn.  I’m glad you enclosed the poem about “a thing of beauty”…I’ve always liked it and never known the rest of it.  Goodnight, dearest. Do you still love me? Devotedly, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 17, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/17/34","Format":"Letter","Abstract":"Lady Bird expresses her concerns about LBJ's letter of Monday saying he begins to \"speak of us in the past tense.\" She asks him to stop urging her to marry him until they see each other in January. She wishes he were on his way to Corpus but would hate for him to miss school. She thanks LBJ for sending \"a thing of beauty\" poem.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 17, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/362.","Tags":""}