{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 22, 1934 ?]  Monday Morning  My darling--  I do write you at the funniest times! Its hardly seven yet I got up at six because a man is coming to trim the trees at seven. And I’ve been up the road to get a colored man to help him, and have come home, and had breakfast and am just finishing with a cup of coffee, and you.  I’d quite forgotten how lovely it is in the early morning! About sun-up its so misty and pink and blue and dewy riding across the fields.  2   Lyndon, dear, it must have cost an awful lot to call me in the middle of the day--and it was a person-to-person call too--but oh it did me so much good! Thank you, dearest. It made everything all right again. But I want to know all about this business in South Texas, if I may. Of course I won’t talk about it to anyone, if its that sort of business. But if its something that’s worrying you, dear, I want to know about it.  Lyndon, just what sort of an offer is it Mr. Adams is making you? Could you continue studying law or it would it demand your whole time?  3  I’m so sorry you were feeling bad last week, my dear. But its no wonder--you have so many important things to deal with and decide about. You’re one young man whose not concerned with unemployment, at least!...I wish I could talk to you and hear all about them--the South Texas deal and the New York business. Of course, I wouldn’t know what to do--which doesn’t lessen my interest and concern, and my wanting to help.  Darling, everybody--Laura, Isabel, and Dorris and Hugh were as much excited over the call yesterday as me. You see they were all hunting for me!   4  You mustn’t call again for ages because that one cost so much but I’m so glad you did, this once, anyway. It changed the complexion of things and “brought back the sun”! Now I can work all week and not mind the constant minor irritations and disappointment that pop up during the day because I’ll have something so pleasant to fall back on.  I hope you have not torn up the sweet letter you mentioned. I shall look for it tomoro!!!  Goodbye, love, until tonight or tomoro morning. Devotedly, (and much relieved and happier!) Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 22, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/22/34","Format":"Letter","Abstract":"Lady Bird thanks LBJ for the phone call which \"made everything alright again.\" She asks about the \"New York business\" and the \"South Texas deal.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 22, 1934?,”#8221; Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/368.","Tags":""}