{"Transcript":"[October 30, 1934 pm ?]   Tuesday Night  Dearest Love –  Dear letters I had from you today! So, Genie says she we probably won’t come in January! Does she mean on account of your returning to Texas? I am very glad to find out when you’ll be coming. But the last of January is a dreadfully long time off--don’t believe I can wait that long to see you. Believe I’ll have to come on up to Washington the last of December--or the very first of January anyway--even if  2  Gene doesn’t come! That is, provided I wouldn’t be in the way, what with your winding up affairs to leave and all the extra business of Congress??   About coming up Nov. 12 – 15, I shall call Gene tomoro or write her a special tonight--and lay the idea before her! It sounds like a deal to me--except that I couldn’t stay over a week--on account of the painters, etc. being beginning work and on account of having to drive to Alabama rather pronto after Aunt Effie. But I do so love popped-up trips that one gets off on  3  all-of-a-sudden!! As for the API--poof! It would be glorious--but not in comparison to seeing you. The only real reason I’d like January better is ‘cause I could stay two or three weeks then! I shall come one time or another, and even Gene’s not coming won’t stop me…(Nothing will, except my possibly being in your way in January)  Lyndon, I am thrilled over your going to see Helen’s family Christmas.…All I’ve really learned I’ve learned from people. There’s nothing so stimulating to me as being with somebody of  4  really acute intellect. It’s a gorgeous opportunity for you. I’m glad you love people. I do--they’re a vastly, interesting subject to me.   When we--or I--come up I hope we can take a day or two off and go up to New York! How I should adore being there with you. And lovely Virginia--even more. It would be such glorious fun!!  Dear, I really am going to be so happy over your being in Austin! Only--as I said--I can’t wait until quite the last of January. Its still three months.   Did you pick out the frame before Bachrach sent my picture? Or did they? Whoever did, its in the impeccable taste. I’ve never seen another as handsome, anywhere. Goodnight, je’t’ adore, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 30, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/30/34","Format":"Letter","Abstract":"Lady Bird discusses a possible trip to Washington in November, December, or January and the things she and LBJ will do. She mentions that her time could be limited by a trip she must make to Alabama and by work being done on the house.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 30, 1934? ,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/376.","Tags":""}