{"Transcript":"[Written on House of Representatives stationery]  [September 18, 1934] Tuesday 10:30 a.m.  My dear;  When it isn’t indifference or independence that delays my mail inefficiency presents itself and my dissapointment is assured. For three days I’ve watched and waited for your second letter. From your telephone conversation I felt postive my letter would be at the office this morning when I came to work. It wasn’t. The House postoffice in answer to my inquiry said the delivery was unavoidably delayed and now that it is almost time for lunch I get my semi-weekly note. Honey don’t be so long between notes.   [2]  Maury Maverick and Malcolm Bardwell have been with me all week and every day has been a busy day for me. We have visited dozens of departments in attempts to bring relief or satisfaction to some admiring or to say the least believing constituent.  Had a long telephone chat with Dan Quill at mid night last evening. Yesterday I got a job for his baby sister and Nettie Lee Kellam (the Robstown girl). They will probably leave Texas together tonight arriving here in time for work Friday. Both will work for a personal friend of mine in the Agricultural Adjustment Administration. The little Quill girl will go to George Washington   3   University and complete her work for a B. A. and Nettie Lee will attempt to complete a couple of remaining chapters on her M. A. thesis.  With their arrival, and my assumed guardianship of them will increase my responsibilities to almost a dozen young ambitious Texans. Only this morning I told a lady at the hotel that someday in the not too far distant future I hoped to begin plans for a home and family of my own. Then darling what shall we do with all of these adopted children?  School begins Wednesday afternoon at five. Classes are from five to seven every evening except Saturday and Sunday. With two hours of   4  preparation for each hour of recitation apparently six hours of my day will be spent in preparation for the future. As much as I try too much of the other eighteen remaining are devoted to thoughts, reflections and dreams of my last week in Texas and the possible happiness that will result.  I’m trying to get all of the play out of my system before tomorrow night. Sunday and until early Monday with Bill & Mrs. White, Helen (the radio writer in the dept of agr.) and Malcolm. I dined, drank and danced. Monday night we drove several miles into Maryland and had dinner and music that almost made me leave for Texas and you that night.   5  It is only your alooftness, independence and indifference that insures my retaining and evidencing a semblance of sanity when presented with such thoughts.  Last night after leaving the office we visited some Corpus girls, had a highball and went with Maury to the circus. Maury is a member of the “circus fans” and by reason of such membership and his influence as a new member of Congress he got us the best seats in the tent. All of the circus stars called at our seats and chatted with Maury. He always entertains them when they  6  visit Texas and they saw to it that we got the best last night.  A night or two after we arrived in Washington Maury insisted that we accompany him to hear the Negro preacher Elder Michaux. I know you have heard him broadcast. This was my first visit to a Negro church but there I learned the effectiveness of psychology. There I heard some of the best singing to be heard anywhere. All of the Negroes laughing, shouting and happy. Why can’t we give have more enjoyment, more interesting and more happiness   [7]  provoking religious services.   This morning your letter indicated that you too had planned places for us to go together. Every interesting place I see I make a mental reservation and tell myself that I shall take you there when you are mine. I want to go thro’ the Museum, the Congressional Library, the Smithsonian, the Civil War battlefields and all of these most interesting places. One week we must go over to New York    [8]  together. Then we must visit Maryland and Virginia together. Why must we wait 12 long months to begin to do the things we want to do together forever and ever.  I’m thankful for you and I want to be thankful for this Thanksgiving. I think I shall fly to Texas and bring you something then. Why. Why can’t I. Still not sure?  I’m more postive with each day and that is what makes it so hard. Here is a big hug & kiss. Lyndon  [Enveloped postmarked: Washington, D.C., 9/18/1934, 4 PM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, September 18, 1934","Creator":"Lyndon Baines Johnson","Date":"9/18/34","Format":"Letter","Abstract":"LBJ expresses disappointment he has not received Lady Bird's second letter. He describes his work and arranging jobs for Nettie Lee Kellam and Dan Quill's sister. He talks about starting law school, going to the circus, and going to a Negro church. He writes of places he and Lady Bird could visit together.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, September 18, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/386.","Tags":""}