{"Transcript":"[Envelope from Dodge Hotel, Washington, D. C., postmarked 9-23-34, addressed to:] Miss Bird Taylor, Karnack, Texas  [Enclosed is a pamphlet entitled: Suggestions for Motor Trips] [Note from LBJ on this pamphlet] Select the trips we will make together.  [Also enclosed is a pamphlet entitled: A Visit to the Franciscan Monastery] [Note from LBJ on this pamphlet] Sunday night 11:30 Today I wrote you about this visit yesterday with Mr. Kelly.  [Also enclosed is a pamphlet about the Dodge Hotel]  [Note from LBJ on this pamphlet]  Interested in my home?  [Envelope postmarked: Washington, D.C., 9/23/1934, 9:30 PM  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Pamphlets, Lyndon Johnson to Lady Bird Taylor, September 23, 1934","Creator":"Lyndon Baines Johnson","Date":"9/23/34","Format":"Pamphlets","Abstract":"LBJ sends Lady Bird pamphlets about motor trips they can take, the Franciscan Monastery, and the Dodge Hotel. He has annotated each one.","Rights":"The LBJ Presidential Library has no information about the original source of this item. Copyright restrictions may apply.","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Pamphlets, Lyndon Johnson to Lady Bird Taylor, September 23, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/390.","Tags":""}