{"Transcript":"[Written on The Dodge Hotel stationery]  Darling LE just called from the office and said I had a letter from Karnack. Had to open this to tell you. What a great day I’m having tho’ even if I am sick. You are a treasure even if sometimes you are a devil.  [October 11, 1934] Thursday 10:30 am  My dearest;   Flat of my back this morning, trying as it is, doesn’t keep me from saying a word or two to the sweetest little girl in all the world. One of my boys brought your wire from the office and I’ve read it almost a dozen times in as many minutes. It was thoughtful of you to wire. Did something tell you that I didn’t get letters Wednesday and Thursday.? Did someone whisper to you that I had the flu and would have to stay wrapped up in bed doctoring for the next few days? Anyway honey your   2  precious wire made me happy. When you do things that evidence affection I’m always thrilled even tho’some skeptical person might think the demonstration of one’s real feelin inward feelings “silly.” I’m not one of those who share the view that in order to keep it on a high plane we must suppress our real inclinations and resign ourselves to an attitude of cool indifference and alooftness.  I’m glad you liked the pictures. Of course I hope your friends are interested.  The phone rings too often. Darn newspapermen et al with only petty requests stop me. I’m real low. My chest hurts a lot. May be worse than I think and if I’m not better   3  this afternoon I’ll call my pneumonia doctor and see what I should do and where I should go.  I can’t think of missing law school tonight and tomorrow night. Guess I can’t help it any. Last night I couldn’t study--went to bed early--but didn’t sleep an hour all night.  Darling I enjoyed your comments on Welly’s speech.  Only I’m sorry I don’t know your father and your friends better. It wouldn’t be much better tho’ when   4  we are so definitely separated by all of these miles. You must know by now how depressed I am. Think you are a dear tho’ for that wire.  Bye today  Lyndon Baines    [Envelope postmarked: Washington, D.C., 10/11/1934, 3:30 PM]   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 11, 1934","Creator":"Lyndon Baines Johnson","Date":"10/11/34","Format":"Letter","Abstract":"LBJ writes that he is still sick and if he isn't better by afternoon will call a doctor. He thanks Lady Bird for her letter and wire.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 11, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/406.","Tags":""}