{"Transcript":"[Written on Congress of the United States, House of Representatives, R. M. Kleberg stationery]  Yesterday I sent you a proof of a picture. I know you won’t like it--but it may make a good contrast.  [October 19, 1934] Friday Noon  Dear Bird;  This letter shouldn’t be started until after lunch, but I can’t tell when I shall have to leave so I’m going to get some of it finished while waiting for Mr. McCain to come and take me to lunch.  I hadn’t expected to hear from you today because your airmail from Tyler came Wednesday and I didn’t think a letter written Tuesday night and sent by regular mail could get here before Saturday. It was such a sweet letter and made me feel that I had one more real visit with you. I’m sorry you had to return to Karnack so soon. I think a few days in Dallas would have given you the opportunity to play that you so deserve.  Your letters about all of the things that happened in Dallas have had a peculiar appeal for me. The one today about your conversation at the Shamrock with   2  Victor, especially--Think it was best to tell him how you might feel? He must be a great fellow to understand so easily. Would that I could be so reasonable--tho’ advisable.  The postman was good to me this morning. A long, newsy, affectionate letter from Mother started the day off right for me. She, too, is engaged in renovating and apparently enjoys it as much as do you. She writes, “I think I shall like the place very much when we complete the improvements we have begun. We now have the lights and our telephone and are making the place more livable every day. I think we shall eventually have a country home of which you children will be proud. I hope so anyway. Write me about Bird. She seemed a very sweet, modest, attractive girl. I shall be happy to have you permanently in Texas, but hate to have your law course interrupted. What can you do about that?”  3  Sometime today I must write her and tell her my plans as nearly as I know them. A letter from Mr. Dick in the same mail was somewhat reassuring and it maybe I will know definitely what I must do by next week. Just a week ago today I wrote you in detail my problems. Upon reflection I reluctantly postponed mailing the letter for a day and instead talked to you Saturday night. Then it became apparent I shouldn’t have been so generous with my statements, and consequently the lesson was beneficial, the letter unmailed, and all of us the better for our experience.  Senator Connally was at the Dodge last night and I am to see him again today or tomorrow. He is just back from Europe and is trying to solve in a day all of the questions undecided as a result of his six weeks absence.  4  Dear, I realized, all too suddenly perhaps, that I shouldn’t have embarrassed you as I did Saturday night. Your letter today served to more indelibly impress upon me the inadvisability of my persistence.  Tonight I’m going to play. Friday and Saturday are always such pleasant days for me. We are going to see Sinclair Lewis’s “Jayhawker” at the National. Will write you more about it tomorrow. Sunday I want to get away--want to go down in Virginia and stay away from the city until late in the evening. Wish I could sit on the banks of the creek with you and talk….  Hope you have a letter Sunday. Write.  All my love.    Lyndon   [Envelope postmarked: Washington, D.C., 10/19/1934, 4 PM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 19, 1934","Creator":"Lyndon Baines Johnson","Date":"10/19/34","Format":"Letter","Abstract":"LBJ comments on Lady Bird's letter to him describing her conversation with Victor [McCrea] while she was in Dallas. He also comments on letters from his mother and from \"Mr. Dick\" [Congressman Kleberg] and mentions again the letter he wrote Lady Bird but did not mail. He describes his plans for the weekend.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 19, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/411.","Tags":""}