{"Transcript":"[Written on Congress of the United States, House of Representatives, R. M. Kleberg stationery]  [October 20, 1934] Saturday 10:15 a.m  My dearest;  I’m not sure that I thoroughly and “completely” understood all of your statements in your letter written sometime Wednesday. I do know that every statement made was actuated only by a sincere determination but to be “absolutely honest” and “everlastingly” sure. If by inference a construction might be placed upon my statements which would justify the conclusion “that I would like not to have met you--just to have it erased” then my expression signifies nothing more than an inability to properly portray my real feelings by means of the written word. To admit an “affection and attachment,” which you (understood) appreciate, “has been too pronounced” shouldn’t indicate any indecision--much less indifference, or the necessity of reassurance.  It might be provoking, and could certainly result in little benefit to either of us, were I to definitely detail an explanation of my repeated insistence and yearning for a yes from   2  you. Coupled with my almost insane desire to have you was a requisite decision with which you might have had a concern. Surely a definite knowledge of my own station, for the next few months, would vitally affect everything. When your answer came back over the wire for 1500 miles, altho’ disappointed, I at least had some definite indication of your true feeling, and consequently what was best for us. (See how much confidence I have in your opinions and judgment) Never have I concluded that I wanted to forget, but I feared then as I know now, a determination to follow my best friends suggestions as to my future work, would necessarily make it most difficult for us me to realize my dreams of the last few weeks. All week I’ve been thinking and only an hour after I read your Wednesday letter Senator Wirtz and Welly called (person to person?) and for almost thirty minutes we exchanged plans, ideas, views, etc--all of which culminated in a decision which has been in the making for a year, almost made several times, and definitely arrived at this morning. In Senator Wirtzs’ only own words “your boy friend Welly put you on the spot?”  3  My expressions of intention this morning or my inferential suggestions in my letter Monday didn’t or don’t mean, darling, that I wasn’t “thankful that I know you,” (I don’t mean knew either) shouldn’t convey the thought to you that I “would like to have it erased”--nor doesn’t definitely determine our future relationship. It only meant--and now means--that as a result of my decision,--(not of my confidence “in the foundation solid enough to build upon”) my unheeded unacceptable suggestions can no longer be carried out. It means sacrifice, and my thoughts of a home and you head the list, of the numerous ones I will have to make for the next four or five years. That is why I said to you yesterday in my letter that maybe you shouldn’t have said what you did to our Ft. Worth boy friend in Dallas Flo Dallas. No, sugar, now I shall wait until January--too many Januarys. I’m going for an attractive lovable girl already   4  in her twenties.  I knew of a case onetime, darling, where the young man, too, wanted to be sure. Not sure of himself but sure of income--of position--of a good start. She patiently waited until he finished school--but just before his “break” reached him another break came. It may have been that there was “as much in the waiting idea” for her as there was for him--but she doesn’t think so--and the moral seemed to me to be--not to wait too long and I didn’t.  The man that loves you more than anyone in all the world wants to be perfectly “sane and level-headed” too. He probably hasn’t been--in the eyes of all--but it has exacted its price anyway. He, too, loves--“tender and gay, deep and passionate.” He, too, knows “we must wait until there isn’t any doubt” upon your part “and we’ve a solid foundation to build upon.” From what little people have told me about the fairer sex and from what I know about foundations it will be of necessity little more than a friendship from here on out. All I’ve told you in this   5  most trying letter has come from the heart. It must be just as hard on me as it was on you when you said (“Mayn’t”)  Last night I laughed for hours at Fred Stone. The Jayhawker is one of the best plays I’ve ever seen. Didn’t like the mockery of religion, legislative government etc but it was most entertaining just the same. I think it dangerous--but you probably would see it differently. I’ll wait until you do and then we can have our discussion.   Tonight I’ve accepted the invitation of Nettie Lee and Eloise to dance at the Southern Club. (Its their home.) Every Saturday night they give wonderful dances and invite all of my boys in the office and the girls in the departments. I’m going to try to quit being grandpa and be a boy again.  I hope you won’t draw too many conclusions   6  about my plans with the Senators. They cautioned me to say nothing and when I do Mr. Dick must be the first one to know--besides you and Mother.  I hardly know how to end this letter. It is difficult to understand, I know, but paraphrasing Shakespeare, it seems like this--“There comes a tide in an affair of love, which taken at the flood, leads on to happiness.” I sincerely hope the tide has not already reached flood level; I fear it has.  Love  Lyndon   P. S. Bachrach sent your picture to Boston for a frame and it is to be sent to you direct from there. Should reach you early in November--I don’t like to say November--so I’ll add next month.  [Envelope postmarked: Washington, D.C., 10/20/1934, 5 PM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 20, 1934","Creator":"Lyndon Baines Johnson","Date":"10/20/34","Format":"Letter","Abstract":"LBJ writes in response to Lady Bird's October 17 letter to him, reassuring her of his love for her. He discusses plans for their future together, including a possible new job. He descibes seeing the play  Jayhawker and his plans to go dancing Saturday night and to try \"to quit being grandpa and be a boy again.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 20, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/412.","Tags":""}