{"Transcript":"[Written on House of Representatives stationery]  [October 21, 1934] Sunday 2:20 P.M.   My dear;  Because I didn’t get home until after three this morning I slept until twelve and have just finished a long letter to Gene and in a minute will be on my way to town. R. D. Barcla  R. D. Barclay and Ernest Miller, two of my S. A. banker friends are here attending the bankers convention. I’ve accepted an invitation to join them at the Washington Hotel at 3:30 for a drink and a drive out into Virginia.  Your sweet letters written Thursday and sent airmail & special delivery which were intended to reach me   2  Sunday came yesterday afternoon. They were such precious letters, that altho’ I was on my way to the postoffice to mail you “the news”, I almost struck a match to the letter for fear you wouldn’t think I had acted for the best.   I intentionally left a lot of your questions in your letter written Wednesday unanswered in my all too lengthy letter yesterday. I doubt that we should discuss them further by letter-- fearing the outcome as I do. But your question which you have been prone to repeat, and properly so I presume, keeps weighing on me. “Must you have all or nothing?” That question was asked me in Austin one night--it was repeated again in your Wednesday letter. It was evaded in Austin but deserves an answer now and the answer, darling, was yes.  Today for the first time in weeks, of necessity, I assume an attitude which you have assumed all along by reason of “being sane and level headed.” Now that I have that question off my mind we can have a   3  pleasant visit together. Altho, honey, I want you to be appreciative of my “completeness” rather than detest it. I always want to do everything “completely”--particularly my love and my work--and if the result of all of this was prompted by my loving “too completely” and this is the price I have to pay--then I pay it cheerfully and gladly.  Yesterday afternoon went to see Will Rogers in Judge Priest. Thoroughly enjoyed it. Have always been much too narrow--both thro’ necessity and choice. Now I’m taking stock of all of my major weaknesses and am going to try to improve. Have any   4  further suggestions?  A long letter from Gene was waiting for me when I came to the office. She tells me “she is provoked because she enjoys a letter from me” and that “Alice Wyatt thoroughly approved of you & Bird. I’m sure that’s necessary.” Altho’ I know you understand the feeling between Gene & Alice, thus being able to appreciate the last sentence of Gene’s quotation, nevertheless it might make you feel better if I told you that in the 3 yrs constant association with Welly & Alice you are the first girl that they “completely, permanently and everlastingly approved” I’ll write more tomorrow.   Bye and love for today--  Lyndon   [Envelope postmarked: Air-Mail, Washington, D.C., 10/21/1934, 9:30 PM]   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 21, 1934","Creator":"Lyndon Baines Johnson","Date":"10/21/34","Format":"Letter","Abstract":"Again responding to Lady Bird's October 17 letter, LBJ repeats the question Lady Bird is \"prone to repeat,\" \"Must you have all or nothing?\" LBJ answers the question, \"yes.\" LBJ describes seeing Will Rogers in Judge Priest. LBJ says he received a letter from Gene [Boehringer] telling him that Alice Wyatt \"thoroughly approved\" of LBJ and Lady Bird.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 21, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/413.","Tags":""}