{"Transcript":"[Written on Congress of the United States, House of Representatives, R. M. Kleberg stationery]  [October 27, 1934] Saturday Noon  My dear--  This morning in the early mail the postman brought me your letter written Wednesday night. It made me very happy, but the gem was written Tuesday night. I stopped by the hotel on my way to school and it was waiting for me. I read it several times before I finally retired at two this morning.   Upon reflection I thought it best not to send you the long letter I referred to which outlined the problems which were giving me concerns. It had entirely too much in it about an unpleasant subject--at least unpleasant in 1934. Then, too, later developments would make all I said sound very silly. I am about ready to conclude that my letters are not nearly as persuasive and appealing as they should be--consequently it is frequently that I hesitate to write all I think or all that I want to say. (over)  2  But when I think of our unsatisfactory telephone conversations, coupled with the expense that “person to person calls” involve, I’m reluctant to blame it all on my letters.   My Senators haven’t written since I talked to them and I know very little that you would be interested in that I haven’t written told you. Welly may call tonight. A letter from the University today tells me that my credits have been approved and the schedule worked out for me is satisfactory to them. Evidently some of the courses I’m taking here are not offered at Texas the second semester but they state I can get them in the summer. I’m very, very anxious to hear something further before the end of another week. It appears that my entrance at Texas takes my first semester work here for granted, hence I probably won’t leave here until late in January. If I can do the job, exist and finish as they have planned purely from the economical aspect it will be well worth the change. Only I want a lot of things more than surplus cash.  About the financial angle, dear, I’m sure the salary will be some less than I’m making here but much more when the buying power is taken into consideration. It isn’t enough for the two of us tho’ and the work salary following graduation won’t be. It is bad to fall in love with a girl who has had some comforts and advantages but it is worse than bad to attempt to make her happy with a nominal salary after marriage. Haven’t learned that from marriage but took a few lessons from a good teacher   3  when I was only a youngster. No, honey, I haven’t over-estimated what my Bird should have.  Now, dear, a minute on what I’m supposed to take back--‘taken at the flood’ etc. I’m sure we care just as much as we did a few weeks ago. What I meant to convey in that statement to convey was not “that I was glad to have the golden opportunity gone and over with” but to explain in some way that our different approaches to questions were very different, thus creating a question in our minds as to the possibility of a future for each other. That sentence is somewhat involved--this may make it easier--I see something I know I want--I immediately exert efforts to get it. I do or I don’t but I try and do my best. You see something you might want--you tear it to pieces in an effort to determine if you should want it. Then you wonder why you want it, and conclude that maybe the desire isn’t an “everlasting” one and that it is t the “sane” thing to do is to wait a year or so, and then if you   4  still want it, to decide at that time whether or not you should make an effort to get it. It may be love--it may be a new job, or it might be the purchase of a new car. I try to be reasonably deliberate. I try to keep my feet on the ground. I keep from going off half-cocked, because I realize the personal effect of all such decisions. “We can make our own floods and tides” but it wouldn’t be best for me to decide the way out--then wait a year or two on you to deliberate, only to find we had been caught in the meantime.  A letter from Mother and Josefa this morning. Mother says: “How is the lady-love? Have you heard from her this week? I am sure she writes clever and lovely letters; doesn’t she? How old is she? All the details are of interest to your Mother who loves you so dearly.” And I’m very glad she too loves you. Outside of your love I want no one to care for me, to admire and respect me, quite as much as I do your father. He has done so much for you that you couldn’t disappoint him at this stage of life.  The show last night didn’t get over with me. I was quite disgusted with it. We drove to the   5  apartment about eleven and Helen talked until almost two. At my insistence she told me all about her father. He will retire next year from the N. Y. Court of Appeals--having reached the age limit. Roosevelt appointed him to this the highest court in N. Y. just before he finished his tenure as Governor. Last year I met Helen’s Mother and we spent several interesting evenings together. The Mother has now asked Helen to have me visit them ‘Xmas and if I’m here I’m going up to spend a day or two. One should get such an inspiration from just a few hours around such a scholar.   If I followed my natural impulses tonight I would stay in my room and read until it was time to call you--then I would have a long sweet talk with my love--read some more--get anxious to leave immediately for Texas--then go go--go to bed. But I’ll probably approach this question cautiously--with deliberation--think about the extravagance [illegible word scratched out] involved--and finally at the last minute run out to the Shoreham for a few hours dancing with an incident expenditure   6  of several telephone calls--only to wake up late in the morning to start on our Sunday picnic in Va.  I shall be so anxious to receive the pictures and Thanks for the cotton dress. I’ve almost forgotten how you look in one--‘cause two months represents years to me.   Your Wednesday night letter tells me “If there isn’t (a letter)--perhaps I’d better stop writing so much and often.” You of course know what your letters mean to me, and altho’ I live from one day to another for them, I realize such a course would only be followed after due reflection and a careful analysis upon the part of the sweetest most deliberate little girl in all the world--  All my love--  Lyndon Baines  [No envelope with this letter]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 27, 1934","Creator":"Lyndon Baines Johnson","Date":"10/27/34","Format":"Letter","Abstract":"LBJ discusses employment in Austin, his possible transfer to the University of Texas law school, and his future finances. He knows he can't provide Lady Bird with the comforts to which she is accustomed. He describes his mother's recent letter, talks about the show he saw, and a discussion with Helen [Crouch] about her father who is on the New York Court of Appeals. LBJ tells Lady Bird he is anxious to receive the pictures of her in her cotton dress.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 27, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/419.","Tags":""}