{"Transcript":"[September 13, 1934 ?]   Thursday Nite  Dear -  I’ve been doing only simple things since you’ve left--going to see Lee Scott, the cabinet maker, about my book cases and considering the relative merits and beauties of cherry and walnut, and carving or no carving…And planning a white picket fence around the garden with a hedge of pink japonica and white lilac in front of it…And making nice things for our suppers.  So whatever shall I   2  write you about, dear, when all the things I do are so innocuous and not thrilling?..Except to me--‘cause this is the first time I’ve ever really done anything. And I like it! I don’t like being a parasite.  There is a too-lovely moon. Have you seen it? I stood on the upstairs front porch a minute and watched it…I wish it wouldn’t shine while I’m home. Its nine o’clock, and I guess you are just about getting into the capital...  3  It was all so lovely--wasn’t it, dear? Whenever I’m not busy for a minute I just sit down and think about it. And grin, all to myself! If there were any people around to see me I feel sure they’d think I was daffy…I shall not ever ever forget any of it. And oh--how glad I am we didn’t leave with the dull, unhappy feeling we might have on Sunday night!  Your letter just came and I devoured it. They’d better be good ‘cause I’m   4   likely to read them three times!  Guess what my cook said about you? Says she, “Miss Claudie, you sho’ have got you a fine looking young man.”!! (I don’t know how she got the idea I’d “got” you!--But I was tickled).  Darling, I don’t think I shall write you on this any more…there isn’t room….How I do miss you. All the time there is something I want to say to you--to talk to you about. I wish I had a tabulator so I could check how many minutes, outside those I spend in “getting the job done”, I think about you--and us! Goodnite and love, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 13, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/13/34","Format":"Letter","Abstract":"Lady Bird describes her activities at home, how much she misses LBJ, and how much she enjoys his letters. She says the cook commented on what \"a fine looking young man\" he is.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 13, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/336.","Tags":["cook","furniture","gardening","lady bird","lee scott","letters","september"]}