{"Transcript":"Friday Nite  Darling -   I hadn’t meant to write you as soon again but all of a sudden I miss you so--I just have to! I wish you were sitting here by me.  Dorris and I broke out of seclusion today and went to Shreveport--quite a trek for us, all of 42 miles. I had the very intriguing business of buying a stove for the house, and of selling a bunch of cowhides for Dad, and of getting a lovely old Chippendale chair of mother’s    that was being re-bottomed. Lyndon, you’ve no idea how many things I’m learning about--a whole world of them! I’m getting very useful.  We had company for supper--my Uncle Walter and Aunt Nettie came up. They’re part of the clan. I love having company, don’t you? That’s one of the plans that’s next to my heart for next Spring--or June--or sometime--having all the people I love down for several house parties. Two I want most are Gene and you.  I just had a letter from Emily wanting me to come to Dallas and an urgent     one from Millie wanting me to come to New Orleans. But I shan’t go anywhere until I get nice lot of things done here!....And until I’m very tired and need to play.  There’s a negro church up on the hill--Mt. Sinai--I’ve been there several times--and now they’re having meeting there and I can hear them singing so plainly…Its a lovely, weird chant. Mt. Sinai is right at the edge of the big pine woods where I’ve gone walking all my life since I was about four. Someday let’s go walking there, dear! Or do you not like to get out in the country and run and jump?    I do. And there’s some place else!--the hills outside Austin where you said you’d take me sometime…There are a million things I’d like to do with you!  The more I think about it the more I want to come to Washington right after Christmas. Of course it will all depend on when its most convenient for you--the finals and all. I’ve already started brushing my hair diligently every night and letting it grow so it will be long and nice when I see you again, Lyndon!  I am so thrilled I shall get to talk to you Sunday night! All day I shall think of it--and then probably not have anything important enough to say! It was so sweet--and deliciously unexpected of you to wire…Goodnight, dearest, my love Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 14, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/14/34","Format":"Letter","Abstract":"Lady Bird writes that she and Dorris [Powell] went to Shreveport for the day and that her Uncle Walter and Aunt Nettie came to supper. She can hear singing from the nearby Negro church and describes walks she would like to take with LBJ. She wants to come to Washington after Christmas and is looking forward to LBJ's phone call on Sunday night.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 14, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/337.","Tags":["christmas","church","dorris powell","family","lady bird","letters","shreveport","singing","telephone","washington dc"]}