{"Transcript":"[September 17, 1934 ?]   Monday Nite  Dear -  This time last week you and I were riding along on our way to Marshall… It seems ages --and yet its so vividly remembered it seems only an hour ago.  The Delco has pftt (that’s no word--only one of Mr. Winchells’ expressions)--so I’m sitting here by a kerosene lamp and a candle. And feeling like one on the last outposts of civilization. When I come up the stairs the lamp makes the queerest shadows in the corners and I am very scared!...(I wish for you more  2  than ever then).  Today I discovered two of Mother’s old carved stone flower pots, muchly covered with dirt and accumulation of years of debris. So I scrubbed them up until they’re nice and new and now I’m going to put soil in them and plant lavender hyacinths and red tulips! Its more fun making thing look prettier and renovating old things! Also I learn quite a lot.  What courses are you taking, dear? And how long do you go to school? And when do you study? And whenever do you play, Lyndon? There isn’t  3  any time left for you to, you poor lamb. But I adore you for being so ambitious and dynamic!  Laura was there when I talked to you last night. I, of course, got there about a half hour ahead of time and we had a long talk...the first time I’ve seen anyone besides Dorris since getting home. She (Laura) was as thrilled as I over your call! (Nobody in Marshall knows you can talk that far over the phone--especially just for fun and not business.)  It was so darling to hear your voice, right up close. Also it was nice becaue Saturday  4  I was feeling quite low and then all of a sudden I’d remember I had something to look forward to Sunday night. And I would feel happy!  Daddy expressed himself about you the other night and was I surprised--I mean because he is so seldom enthusiastic about any of the young men I bring around. And he thinks very highly of you! I surely was glad. He made several complimentary remarks, quite of his own volition, and I just sat up there and grinned to myself.  I must write Gene. And do you likewise, love, when you’ve ever time! Goodnite, dear dear Lyndon  Bird    [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 17, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/17/34","Format":"Letter","Abstract":"Lady Bird comments that this time last week she and LBJ drove to Marshall and mentions that she is writing by candlelight because their \"Delco\" is \"pfft.\" She describes finding and cleaning her mother's stone flower pots. She talks about LBJ's phone call, asks about his school work and his free time, and tells LBJ that her father is very impressed with him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 17, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/338.","Tags":""}