{"Transcript":"Thursday Nite  Lyndon, My Dearest -  That was a lamb of a letter! I just pounced on it--I was so happy to get it.  Today is your second day in school…What courses are you taking, dear? Contracts, for one, I suppose? I’m glad classes are from five to seven, so we can have the rest of the evening-- or most of it--off when I come up. (I’ll watch you study when you need to--I’d like it.)  I’m glad you sent me the pictures of Georgetown U. They are beautiful--and besides I like to be able to picture     where you are.  Today has been a most busy day. I’ve been applying the first coat of varnish--and what a job it is! The more jobs I learn how to do the more I discover that there’s an art in each one of them, no matter how simple they look from the outside….This room may turn out to be a regular Bluebeard’s chamber which I will keep solicitously locked from the outside world… Or it may turn out to look very fine!  Last night Hugh and Dorris and I drove down to the line (Louisiana) after     some cases of beer for Dad and Hugh. Lyndon, it was the most beautiful night I’ve nearly ever seen…I just worship beautiful things. But they’re always more fun seen with someone you’re quite close to, who likes them too.  feel so cosmopolitan! Yesterday at Dorris’ I picked up a “Travel Magazine”, and the first advertisement I saw was of the Pierre Hotel, New York, where one of my friends was staying last week. And the next was the Casino de Paree, N. Y., a night club where Cecille and I had dinner with some oil men one night. And the next    was the “Dodge Hotel, under the Shawow of the Capitol, the hotel with the Garden”!...I think I’ll mail your next letter there.   The thing I miss most here is good conversation. Gene and I, and Emily and I, and any number of my good friends down at Austin and I used to have the richest, raciest conversations about the Russian playwrights, and the value of money, and the relative merits of Viennese music and Spanish music, and college love, and life with a capital L. And here all one talks about is what we’re going to plant when it rains, and recipes for Mayhaw jelly,     and who does the best upholstering work for the wicker chair. I miss the old zest!...(I do like to know about all the practical things too--but not talk about them much.)  Dearest, I’m so glad you got Nettie Lee and Dan Quill’s sister jobs! How do you do it? Whatever does, or doesn’t, happen to us I hope you’ll keep me as proud of you as I am sometimes. (This is quite incoherent---but I mean I love for you to be as genuinely interested in people as you seem and I love you to be able to Get Things Done.)  I went by to see Mrs. Boehringer the other day. She said she thought you were     such a fine boy! She appreciated your call.  Karl--Gene’s hare-brained brother and one of my oldest friends--came down this afternoon. He is an idiot and everybody loves him--rather like Gene only not as smart. He gave me a drink--which is such an oddity in my life these days!  Darling, the idea of your coming down Thanksgiving makes me so happy!! Only you mustn’t if its not best for either your job or your finances or your law. ‘Cause I want to be good for you and not hard for you. But I hereby extend you an invitation to come spend every minute you possibly can with me if you decide its oke to come. Goodnight, Lyndon dear--   Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 20, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/20/34","Format":"Letter","Abstract":"Lady Bird comments on LBJ's \"lamb of a letter,\" and asks about his law school courses. She writes about how her work around the house is progressing, how she misses her friends in Austin and their good conversation. She mentions seeing the Dodge Hotel in Travel Magazine. She is proud that LBJ is able to help people and happy about a possible Thanksgiving visit from LBJ.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 20, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/340.","Tags":["austin","Dodge Hotel","lady bird","letters","school","september","thanksgiving"]}