{"Transcript":"Friday Nite  My Dearest Lyndon -  I’m so tired I can hardly wiggle but I have to talk to you a minute before I go to bed. It does look like I’m getting around to writing you every day, doesn’t it--in spite of my assertions that I wouldn’t?! That’s because I miss you so much, dear!  Dad said I’d three letters at the store and he forgot to bring them. I can’t wait--maybe one of them’s from you!  This has been an excessively busy day. First the man from the nursery came out    and we talked two hours planning where to plant all the beautiful shrubs I want. And then such a nice big Nordic named Somdal dropped in--he’s architect for a fine new house in Marshall and just wanted to see our house ‘cause he likes old places.  So we talked a long while about all the work I need done on the house. I’m glad I’m getting things started cause I like to, as my Daddy says, “get down to the end of the chapter”! Also I like to stay busy all the time.   Dorris came by a minute and took a snapshot of me--for you. It was cloudy so we didn’t take the rest of them--Perhaps tomoro.    I’ve been in the wilds so long I’ve lost track of whats happening in the world. I keep up only through Arthur Brisbane (whom I do not like) and O. O. McIntyre (whom I adore) and Paul Mallon and Winchell. Isn’t it fun, Lyndon, being in Washington--so close to the heart of things, where everything emanates from?!  There isn’t any news, or    anything important to say….Except that I love you and right this minute I’d rather see you than anybody in the world!…oh if I only could.  Goodnite, love –   Bird  (I shan’t write any more until I’ve something interesting to say!)","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 21, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/21/34","Format":"Letter","Abstract":"Lady Bird writes about jobs she is doing around the house. She says she feels out of touch with what's happening in the world and comments on how LBJ is right in the middle of all the action. She expresses her love for LBJ and says \"I'd rather see you than anybody in the world.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 21, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/341.","Tags":["gardening","photographs","washington dc"]}