{"Transcript":"[September 22, 1934 pm?]  Saturday Nite  Darling!  I went down after my mail this afternoon and there was my grand big box of candy! I was gleeful--it was such a delightful surprise. You are so thoughtful, Lyndon--and I treasure everything sweet you say to me or do for me.  I had two buoyant letters from Gene today. She’d been to Galveston with some charming people and also to San Antonio--to night clubs and such gay places and was quite happy again. I was ever so glad cause she’d been not so  2  happy.   Lyndon, I have the silliest feeling every time I write you a letter--when I’ve f sealed it up I feel like I want to tear it open and say something else! I feel like I didn’t say everything I want to.  Tomoro we’ve company coming for dinner--my cousin Leo and Trenna Mae and their three darling children. I’m quite glad--Dad and I get a little lonesome sometime.  And being’s as its Sunday I can’t work so I think I’ll take a long walk in the woods--something I  3  love and haven’t had time to do. And play some of mother’s old records…She had lots of Rigoletto and Aida and Traviata and most of the Verdi operas. I adore them! Do you like music?  I seldom think of the Outside World until I get a letter from Gene or someone who does a lot of interesting things.…Then I set to planning on going to Dallas for the O. U. game or the A.P.I! But mostly I am quite content here.  I’ve a feeling you’ll just about get two letters in the same mail--‘cause  4  I just took one to the post office this afternoon. Do you mind, love?  Its too bad I have to write such inanities--its because I don’t do anything exciting!  Is school working you terribly hard, dearest? I wish I were there to study with you. I like law--I’ve had two rather elementary law courses and I used to study with a couple of real law students down at school.  Its such a beautiful night I’m just sitting here thinking where would I like us to be…on some water somewhere, I know.  Goodnight, my very dear Lyndon And thanks for my so good candy! Love, Bird  [Written on the centerfold between pages 3 and 4] Please write me another long letter soon.  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 22, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/22/34","Format":"Letter","Abstract":"Lady Bird thanks LBJ for the candy he sent her. She describes her plans for tomorrow: company is coming for dinner, then she will walk in the woods and play some of her mother's old records.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 22, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/342.","Tags":["candy","family","lady bird","music","school"]}