{"Transcript":"[Written on BIRD TAYLOR stationery]   [September 24, 1934 ?]  Monday Nite  Dearest –   Whatever are you doing in room #1? I didn’t know they had such a number in hotels!  You know, love, its been quite several days since I’ve had a letter from you! But I shan’t fuss ‘cause I think its plain silly (besides presumptious) to fuss at someone you love--and besides I feel sure there’ll be one for me tomoro morning when I go down!  Yesterday I set out through the woods for Mrs. Fox’s in the quiet early morning--and came upon more beautiful little glades and   2  hollows in the woods. And finally emerged at a cornfield that was practically covered with the bluest blue Morning Glories!.. Mrs. Fox is a rich old lady--grand-daughter of a fine old Southern family and one of these professional “old Southerners.” She heartily dislikes most everybody around here but happens to be quiet fond of me… And she’s one of the few people around here I enjoy being with.  She has a gold colly dog who weighs a ton and who bounces upon me every time I go over there. He nearly eats me up and I love him.  Lyndon, when I get up to   3  Washington my brain will have reverted to the idiot stage! (That’s the 3 to 7 year old, isn’t it?) ‘Cause I never use it for anything more exacting than the design I want for my garden seat and the best material to upholster the wicker chairs in et cetera ad infinitum…So I’m going to buy me two or three up-to-the minute books on economics or government or what’s-the-world-coming-to. And one good one on Russia, which I’m very interested in and know nothing about. Do you ever have time to read, lamb, and do you ever read this kind--I mean have you any   4   suggestions?  O, dear--I do miss you so. But its not a completely unpleasant feeling ‘cause I can look forward to when I see you again! Write me some more about this Thanksgiving idea. Are you seriously considering it?   This afternoon I took the films to be developed. If they’re any good I shall send you several. And when I go to Dallas Nov. 12 for the API I shall have you a big, nice one made--if you want me to! I wouldn’t here for the world.--The Marshall photographer makes people look like ogres...Here are two little ones made in my beloved Austin in the enchanting month of April.   Goodnight, my dearest. Please write me. I love you--  Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 24, 1934 ?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/24/34","Format":"Letter","Abstract":"Lady Bird writes that it has been several days since she has received a letter from LBJ. She describes a visit with an elderly neighbor; asks LBJ to recommend books on economics, government, or current affairs; mentions she is getting pictures developed; says she will have her photo made in Dallas; and asks about his \"Thanksgiving idea.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 24, 1934 ?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/343.","Tags":["books","lady bird","letters","photographs","september","thanksgiving"]}