{"Transcript":"Wednesday  Darling -   Your letter yesterday sort of put me on the spot, didn’t it, dear? All I can say, in absolute honesty, is--I love you, I don’t know how everlastingly I love you,--so I can’t answer you yet. And I’m coming to see you in January. Try and stop me! It’s the chief thing in the world I’m looking forward to…what made you say you didn’t think Gene and I would not really get there?  Lyndon, tell me more     about this going in Owen D. Young’s office. In what capacity, dear? As public relations man? It sounds swell to me. Was that what Mr. Adams wanted to talk about this time?  I should say you are taking a hard course, Lyndon. Contracts was always the “piece de resistance” down the hill in Austin, and I’ve heard an awful lot about how hard Torts was too. Bless your heart--is it hard to stick to it?  Lyndon, when you said “After the first semester I may be in New York” did you mean    Mr. Adams and the General Electric deal? And what was that about possibly being in Austin? Law school? Oh, I do hope you don’t go with the University of Houston!--Though I ought not to say that, ‘cause I don’t know enough about your offer there--and what you think of it.  I enjoyed hearing about you walking through the parks and up past the White House…I’ve walked in just those places…Dear, do you ever ride out along the Potomac toward Mount Vernon? I love it out there.    --I think the Potomac is the most aristocratic river I’ve ever seen.   Now I appreciate how you felt when you used to drive that truck, Lyndon! Because yesterday I had to take some big chairs to Marshall to be upholstered so I borrowed Dorris and Hugh’s truck and out I put! It made a noise like tin cans, full of rocks, falling downstairs, and dust came up through the floor, and it hadn’t any brakes or horn! It was quite an adventure--I felt as brave as Columbus! But I got everything done.    That was certainly good-looking paper you wrote me on. I surely am glad someone was ingenious enough to put our Texas cotton to some new use.  Dear, I am going to write you every day it looks like--or nearly! Unfortunately, I can talk much better than I can write…So many times I wish you were close enough for me to talk to you. I think of so much to say that eludes the written words. Tomoro, Lyndon, I shall put those pictures in my letter. For today, goodbye,--and a hundred kisses.  Devotely, Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 26, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/26/34","Format":"Letter","Abstract":"Lady Bird writes that LBJ's letter yesterday \"put me on the spot\" and answers his questions about their relationship by saying she can't answer yet. She asks about apparent job offers to LBJ and asks about his law classes. She describes driving a neighbor's old truck into Marshall.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 26, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/344.","Tags":["jobs","lady bird","letters","marshall","questions","relationship","school","september"]}