{"Transcript":"Karnack  Wednesday Nite  Sweetheart -  It hasn’t been quite twelve hours since I wrote you last! If I keep on like this I’ll soon get to be a bother, won’t I, dear?!   I did so enjoy your pamphlets about the Dodge Hotel (of course I’m interested in your home) and the Franciscan Monastery and all the lovely trips. I just finished perusing the one about the Monastery…That was one of the     places I wanted most to see in Washington--and didn’t. Perhaps we can go together?--if you’ve time between office and classes.  The letter with your mother’s enclosure (I am catching on to your business language!) came today too. I was so very glad she had something nice to say about me! The approval of your friends and folks--it is very good to have it--I hope I do.  Tonight, at the fine hour of 7:30, Dad adjourned to take his bath and go    to bed and I couldn’t bear the idea of going upstairs to read and perhaps write a few letters. (I hadn’t meant to write you being’s as I already had once today.) And I wasn’t very tired, since “Panky” (my “help”) and I had been waxing today, and waxing is a quite easy job. So I hied forth to Dorris and Hugh’s and we did drink beer until the very late hour of 9:00 o’clock! And listen to the radio and reminisce about New York.  It is so funny out in the country how 9:00 seems prodigiously late! I practically    always get up at 6:00, though.   Is Malcolm still there? Give him my best regards.--and Dorris’s--she liked him too.  Digging around in Mother’s books I’ve found some real treasures--lovely things I’ve always wanted to read…I don’t know, even what we have--it makes most fascinating hunting for a dull day. (I’ve found six cook books!--By the way, I’ve learned to cook one something new nearly every day!)  How long does it take letters with an airmail stamp to reach you? And the other kind? I’ll bet mine get there two at one time, don’t they?   Goodnight, dearest love. Did you know you are my dearest love? Bird    Anticipation When we are old and stripped of all desire, Victim of any winds the fates may send --- May there be logs to whimper in the fire, A mite of gold---a wealth of time to spend; Then we will know the barrenness of fame, The ache of green---the futileness of pride, That pushed the tawdry mask of life aside. So, knowing this, I walked with you last night, And paused at interludes to let you know Why you are all my laughter and my light— Why it is sheer delight to love you so; When we are old---I think that we will take That walk again in pictures flames will make! ---Don Wahn.","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 26, 1934? No. 2.","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/26/34","Format":"Letter","Abstract":"Lady Bird comments on pamphlets LBJ sent her and on the letter from LBJ's mother to LBJ that he had enclosed with his letter to Lady Bird. Lady Bird describes finding treasures among her mother's books, cleaning house, and spending the evening with her friends, Dorris and Hugh [Powell]. A poem by Don Wahn, \"Anticipation,\" clipped from the newspaper, is enclosed with the letter.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 26, 1934? No. 2. ,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/345.","Tags":["books","dorris powell","lady bird","letters","poems"]}