{"Transcript":"[Written on BIRD TAYLOR stationery]   [September 27, 1934 ?]  Thursday Nite  Good morning, my love!  --At least I hope this is getting there on Sunday morning.  I feel very queer tonight--not very happy, nor content. It’s the wanderlust, I think…I want to be all sorts of queer, faraway places where Things are Happening!...But then I knew I’d be feeling thataway here, off and on. It will only, I think, make me enjoy People and Dear Places more when I get back to them!... And right now I’ve a job here.  The preliminary sketches   2  came from my architect today---one Somdal, a large blonde Nordic. We shall go all over the house and decide on everything we want and have specifications to submit to contractors for bids by Oct. 15, I hope!  I have five books on the table by me--my dear urbane Branch Cabell’s “Smirt,” and scientist Beehe’s enchanting “Galapagos”, and a romantic biography of that great Asiatic conqueror Tamerlane, and two others. But they don’t serve to amuse me very well! I’d so love to be dining in same gay, attractive place, with someone I enjoyed, listening to good conversation!    Wouldn’t   3  I adore being with you! Sometimes, I expect, Lyndon I miss you far more than you do me…Because you’re kept so busy and so constantly with people, you haven’t much time to.  I’m very sorry I haven’t any more pictures to enclose. I went by after them today and the photographer was so sorry but he hadn’t even taken them out of the kodak yet!..They’ll probably look like bears anyhow.  I wonder what you’re doing right now, my dear. Being’s as its just 8:45 I guess you’re getting down to studying one of those hard courses. Do you brief all your cases!...I wish I were there to   4  ruffle up your hair and play with you! But I wouldn’t disturb you for but just a minute while you were studying, ’cause I’d want you to.  Darling, you won’t ever get to fuss at me again for not writing frequently--at least not for a long time! Cause I think I’ve written nearly every day for seven or so days. But you mustn’t fuss anyway. Because I love you.  Goodnight, my dear. Write me about the Outside World and the gay life beyond the “provinces” and, mostly, about your own dear self. My love,  Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 27, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/27/34","Format":"Letter","Abstract":"Lady Bird expresses feelings of discontent and wanderlust. She mentions receiving the architect's sketches for renovations to the house and talks about books she has on her table. She asks LBJ to write her about the \"Outside World\" and about himself, and comments on how often she is writing LBJ.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 27, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/346.","Tags":["books","lady bird","letters","renovations","september"]}