{"Transcript":"Sunday Night 8:25  My Dearest -  I’ve just got home from talking to you! It gives me such a warm, pleasant feeling to hear your very own voice!  I got to Mrs. Boehringer’s about an hour before time (in spite of the clock which said 7:40) and we had a nice long talk about Gene. Mrs. Boehringer is really one of the sweetest, most charming people I know--young or old. She loves all her children dearly and has more fun with them--but I do believe she loves Gene    a little the best. She’s really thinking of coming to Washington with us in January and we’d adore for her to. We planned and planned about the trip.   Usually I had rather talk from the Sacra’s but today they were spending the day away and though they insisted on giving me a key to the house--(they’re very interested in my calls!)--I decided I’d better not.  What How long does it usually take my letters to get there, dear? Did you get the special I meant you to get on Sunday?  Today has been the nicest    day. I went uptown to the Episcopal Church…It was the first time I’d been to church in ages and I do so miss my beautiful old St. David’s at Austin. Nowhere is as lovely as it; but I enjoyed this one.  And afterwards I went around to Cousin Leo’s and Trenna Mae’s for dinner. Daddy came up and my enormous brother Tommy, whom I so seldom see that I almost forget we’ve got him. We sat around all afternoon, having a pleasant long “family” conversation. Leo and Trenna Mae have three children, aged twelve, seven    and three and they’re so funny and cute. They’re just like a circus.  I enjoyed it so much that I stayed right on to supper!...And, of course, all day I had something pleasant to look forward to--tonight!  Darling, you are so sweet to send me those books! Did you say they were L. E.’s? Tell him thanks ever so much and I shall take splendid care of them and send them back before long without a scratch!  These pictures aren’t very good--but then I’d warned you. The other little girl in one of them is Emily Crow of Dallas, a very adorable idiot    and one of my closest friends. Do you like the Bluebonnet one? It was a place to thrill your soul --it was so utterly beautiful last April.  Dear Lyndon, why didn’t you send me the letters? Of course I am interested in the people who are a part of your life…And don’t forget those clippings about you.  I am so glad you fixed up the old customs inspector! There must be a lot of satisfaction in a job like yours, Lyndon.  The preliminary sketch has come from the nurseryman, Mr. Cockrell. And tomoro    a very busy day week for me--going over and revising [illegible word crossed out] it and cutting out too expensive shrubs…And hunting around over the country for many I can get free, or wild even. And getting the lawn ready for the plowing up which will be begun after the next rain. But the busier I am the happier I am--here at least!   And at night I can write to you, and some others, and read my books.   I meant to quote verbatim what one of my friends from Cotulla said about you in her last letter--but I’ll wait until my next letter. Which will be tomoro.   Goodnight, again, my very dear dear love, Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, September 30, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"9/30/34","Format":"Letter","Abstract":"Lady Bird comments on her phone conversation with LBJ earlier in the day, describes her visit today with relatives, and thanks LBJ for sending books. She writes about the pictures she has enclosed and describes the busy week she has ahead, landscaping the lawn.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, September 30, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/347.","Tags":["books","family","gardening","lady bird","photographs","september","telephone"]}