{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 1, 1934 ?]  Monday Nite  My Dearest Lyndon –  And so another week has begun! They roll around with such celerity now--what happens to them? Do yours?  Here’s what Charles Ethel of Cotulla, a good friend, of mine, said in her last letter--verbatim!: “Bird, I have some news for you about the said Lyndon Johnson. I know him slightly as he used to be down here in Cotulla. I was sort of “youngish” and was in high school so I didn’t know him very well. He was quite young too when he was down here. Everybody   2  down here likes him and says he is brilliant, so I think you’re lucky!”  This morning after breakfast I went down to Dorris’ and we hied forth in search of cape jasmine bushes and a little magnolia and jonquil bulbs, me thinking I could find them somewhere --and in the florists’ sketch they are quite numerous and expensive. We walked through the woods to the old Haggerty place--site of an old colonial mansion, now quite dilapidated and doleful looking.  It always gives me a very poignant feeling to go over there….It must have been a lovely place--there are the tallest magnolias   3  I’ve ever seen, and great Liveoaks, and myriads of crepe myrtle, and a carpet of jonquils and flags in the Spring. But some of the trees have rotted and fallen down and there is a clutter of underbrush and only the main bottom logs--an outline of the house remains…there are some half dozen or more fine marble tombstones in disarray in the old family graveyard. Folks tell that old Speyer Haggerty buried gold in the vaults of the graves and I think they have been dug up and disturbed for that reason. The last one was buried in 1859.  One day almost six years ago, in the spring of ’29--Gene and I happened to walk over there and that is where our friendship began.   4  I’m so glad Gene wrote a sweet letter. I do love for us all to love each other, don’t you?!   It’s getting quite cold. We’d a fire tonight…it makes it cosy --but I mourn the passing of summer. I’m never completely happy from October until March!  Darling, I can’t wait for my books to come! I shall begin looking for them Thursday morning.  In all sincerity, Lyndon, I believe I miss you more all the time.  Tomoro there are one dozen things to do that will keep me very busy, I hope, about twelve hours out of the day.  Goodnite, my dearest dear. I love you, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 1, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/1/34","Format":"Letter","Abstract":"Lady Bird tells LBJ that a friend from Cotulla has said everyone there likes him and that she is lucky. Lady Bird goes on to describe going to the Speyer Haggerty place with Dorris [Powell] in search of plants for the yard. She tells LBJ she is looking forward to getting more books from him and writes \"I believe I miss you more all the time.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 1, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/348.","Tags":["books","cotulla","dorris powell","gardening","lady bird","october","speyer haggerty"]}