{"Transcript":"Tuesday Nite  My Dearest –  Grrr--I feel like growling. Your letter made me very unhappy. I feel sort of bleak. You seemed so far away, somehow.  If we had a phone I’d call you this minute I think--just to hear your reassuring voice--(or am I optimistic?)--and remind you that I love you.  I loved talking to you Sunday night. How could it have affected us so differently, the same conversation?  But perhaps you have     forgotten what letter it was and what you said. Anyway it was a very bad letter, young man, quite studiedly casual, and it makes me feel very bad sad! But I love you just the same.  If only we could see each other every now and then perhaps we wouldn’t hurt each other’s feelings…Actual presence would change the tenor--the expression-- of what one says. And all disagreements could (I hope!) be killed as soon as begun, instead of lasting through several letters.  I don’t have the heart to go ov read Welly’s address, even,   tonight. But I shall tomoro. I enjoyed the clipping you sent! No, dear, you didn’t leave your brown vest here. And I don’t remember when you had it last. I do hope you find it! Mention it if you do.  The pictures came this morning and I shall mail one to Alice and one--I haven’t decided which--to your mother. I’ll pack them quite carefully, Lyndon, so they won’t be bent. Perhaps I shall keep the smaller one but I do like the big one!  Today I have spent hunting up prices and descriptions of picket fences, at lumber yards.    And how much I’ve found out about lumber!--that it comes in thousand feet, and even numbers are standard lengths and that mules walk around inside the lumber houses carrying sleds-ful , and that cypress makes the best pickets!...I shall soon know how to go about buying anything, from an hydraulic ram to a white elephant.   By the way, dearest, what did I say in my Wednesday letter that gave you evil thoughts? …I forget how I felt which day, so I can’t remember what it was.  My darling, please don’t be so--whatever it was--in your letters, anymore. You sound like you thought I didn’t care about you at all. In fact, you sound silly! Because I--o well I do . So goodnite.  All my love Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 2, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/2/34","Format":"Letter","Abstract":"Lady Bird is unhappy about LBJ's last letter; she assures LBJ that she loves him. She says she received his pictures and will forward one to Alice and one to his mother. She describes purchasing lumber for fencing.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 2, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/349.","Tags":["alice","lady bird","mother","photographs","relationship"]}