{"Transcript":"[Written on C T stationery]   [October 4, 1934 ?]  Thursday Morning  Dearest Lyndon –  I’m trying to arrange this so you’ll get this letter Sunday…But then it will probably arrive before the last two I’ve written so you won’t know what I’ve said before. It’s quite confusing not getting one’s letters in sequence, isn’t it? I wonder why your letters get to me in two days and it takes mine so long?  My dearest Lyndon, please don’t write me any more letters like the last two. They made me feel desolate and everything turns dull gray.  I’ll tell you some of the things that make me unhappy –    2  “you may read some of it,” (the clippings) if you have nothing else to do.” and Of course I shall read them. I shall be very interested in them. Ever since you first mentioned them I’ve been looking forward to them.   And something else--“Will pass one” (the picture) “on to you if you want one by that time.” Dear silly, are you being deliberately--oh, I don’t know what word to use next but its something like cruel and something like cool and perhaps casual would do.  And the worst thing of all was: “Tell me when you get my letters--and if you read them”…I simply haven’t any comment to make on that!   3  No, that wasn’t the worst thing either. It was that dear little barbed thing you ended with --“its sweet of you to write.”  But I shall not say any things like that in my letters to you. Because if we both fussed or said sarcastic things or whatever it is at the same time--something awful might happen to us. And nothing must! I simply will not let it.  I haven’t mailed the pictures to your mother and Alice and I haven’t read any in my NBC booklets…That’s because I’m in a state of suspended activity…nothing seems worth doing and I   4   haven’t any nerve or ambition since I got your letter Wednesday written Sunday night. Do you know how much control you have over my happiness--or the lack of it?  But enough of this--you must understand by now how much your letters mean to me. You won’t let them say any more things to hurt me, will you? I can’t bear it.  (I now make a new beginning!)  ---A very charming letter from Gene yesterday--she tells me that she’s begun saving her money for our trip in January…Did you know how many days there are until January 1? There   5   are 88!! Are does it sound shorter to say less than three months?  Today Aunt Venie, who I think came out of the ark and is colored and is about 102 and is a very good hand with plants, and I are setting out plants. I have to take up all the plants I want to save out of the yard as we may get to plowing either next week or the next. Aunt Venie fetched me five nice dogwoods out of the woods and we’ve set out, besides, thirty crepe myrtles, two dozen periwinkles and about three dozen assorted kinds! Venie digs the holes and I   6  carry the water!   Really, Lyndon, I shall certainly get strong this winter, what with all the various kinds of labor I’m going in for!  I’ve a new book--Bromfield’s “Early Autumn” and can’t wait to get into it. I’ve joined the Book-of-the Month Club…Now all I need to join is the Karnack Missionary Society!   Last night Gene’s brothers Karl and Buddy came by and got me and we went down after Dorris and Hugh and all a-fish-gigging. I lay down across one of the seats and looked up at the sky most of the time…I’d no idea quite forgotten how brilliantly beautiful the   7  sky was on the lake on a moonless night! And the black, majestic beauty of the cypress trees outlined against the sky--such things always pull me a little out of the depths no matter how low I feel.  We cau gigged two enormous buffalo and lots of bass and eight poor fat frogs…I felt sorry for the latter--they are so helpless once that light shines in their eyes. The fish aren’t so bad--they swim flash by like greased lightning, and its good sport to try for them.  There was one thing in your last letter I liked the thought of (not the expression of)--that picture you’re going    8  to send me! That was Tuesday you had that sitting wasn’t it!--and perhaps you’ll have the proofs and send me one by next Tuesday.  I am going to Dallas Friday and either that afternoon or the next Monday I shall get you a picture made. I only hope it will be good.  In my next letter I shall tell you what both of us, Dad and I, think about Welly’s speech…That’s another thing I haven’t done read simply because I hadn’t the heart to…All the buoyancy has gone, because I haven’t any nice thoughts to fall back on--and to keep me happy.…About next Wednesday I shall be looking for a dear, sweet reassuring letter from you. Remember, I love you, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 4, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/4/34","Format":"Letter","Abstract":"Lady Bird asks LBJ to not write letters like the last two she has received, and she describes portions of the letters that made her unhappy. She does not want anything to hurt their relationship. She then writes about setting out plants in the yard, going fishing, and reading. She asks about a picture LBJ had said he planned to send her and says she plans to have a picture made for him during her upcoming trip to Dallas.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 4, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/351.","Tags":["books","dallas","fishing","gardening","lady bird","letters","october","photographs","relationship"]}