{"Transcript":"Thursday Nite  Dearest –  I’ve just finished reading your letter of Tuesday the third time--(I always read them that much.) I feel a little better now. Not much.  Lyndon, would you come to Texas without letting me know? What did you mean about coming to Corpus if there wasn’t more business in the Washington office?--for a few days or for the rest of the year?   Of course, as for me--I’d love for you to be in Corpus! I would come to see you--and    you’d, I hope, come to see me!! But I don’t really truly want you to come because it would mean losing a half year in law school, and that would mean a lot to you. But listen here, young man, if you come to Texas for even one day you’d better let me know!...I would want to know you were a little nearer, anyway. And perhaps we could see each other.  I’ve just finished reading Welly’s speech. Daddy was much in favor of Welly’s idea that “when you once enunciate the doctrine that the government owes to every man a living you have placed in reverse all   sound doctrines.” And also the attitude that the government’s province should be as limited as possible. And I--there was a lot I agreed with Welly about! I very much abhor a high protective tariff. And I remember the case of Brazil’s price fixing on coffee--(a parallel case) and how futile it was--and how deeply in debt it drove the country. (I studied that in Hist. 49). But I do not think Socialism is an essentially malignant system…and I don’t object to the increasing paternalism of our government. I am inclined to believe in the “expediency” which has resulted in the passage of so many recent ultra-liberal measures--    and which Welly denies. Nor do I like calling on the Constitution so much, bless its soul! I think it can be bent to suit new needs.  I admire the facile way Welly’s mind works! He certainly had comparisons, figures, references, allusions all to hand.  We could probably have some grand arguments about it! Do you like to argue about economics and religion and politics social systems, et cetera ad infinitum??? I do!  My dear Lyndon, I do miss you so. In ever so many ways. Have you stopped missing me--I mean have I grown more remote with the passing days? You are nearer and more important to me all the time, dear. Goodnight, my love. Please wire immediately if you come to Texas.   Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 4, 1934? No. 2.","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/4/34","Format":"Letter","Abstract":"Lady Bird writes that she feels a little better after reading LBJ's most recent letter but \"not much.\" She asks about LBJ's possible trip to Texas, says she would hate to see him lose a semester in law school, but if he is in Texas perhaps they can see each other. She comments on the speech by Welly [Hopkins] that LBJ had sent her and tells him that she misses him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 4, 1934? No. 2. ,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/352.","Tags":["lady bird","letters","october","school","travel","welly hopkins"]}