{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 5, 1934]  Friday, Oct. 5  Dearest!  No letter today! I am so disappointed. I wonder why you didn’t write? Are you too busy --or have you perhaps already left for Texas--or why? I had no idea how peculiarly empty a day would be without a letter from you. If you miss a letter from me as much as I do yours--I’ll make sure you get one every day! When I think that I said I wouldn’t write every day I am quite amused. I meant it most certainly--I’d never written  2  to anyone every day and I thought it most absurd! And now I find myself looking forward to the time of day when I write you. It’s the nicest time of day except around eleven o’clock when I go down after the mail--yours usually comes on that train.   Today I took Isabel and Nig and Panky and Willy Floyd to the Fair. They were as tickled over it as I’d be over seeing Broadway! While they were there I went to see Somerset Maugham’s “Of Human Bondage.” It was skillfully played but quite harrowing…Dear, when it comes and you’ve time I want you to see “The World   3  Moves On.” I remember you don’t like shows but I’m sure you’ll like this one. The love-making is in the most flawless good taste I’ve ever seen on the screen. It made me feel very set-up about the human race to watch them.  The books came today and I am delighted! I shall begin one tonight. They are library books, aren’t they? Is the limit two weeks? I shall hurry! And thanks, dear.  But, Lyndon, the cuttings clippings didn’t come. Perhaps they will be waiting for me tomoro when I go down. I shall look forward to it.  I’ve been reading “Early Autumn” and am enthralled.  4  If we were together I’d read it to you…There’s nothing I like better than being comfortable in a nice cosy place and reading something amusing or well-written or interesting to some I like. All good things are better shared, aren’t they?  My Bachelor of Journalism degree came the other day and I’ve lost it! Fancy that! I am sorry--because I like President Benedict’s signature, bless his heart, and it (the diploma) was a dear sort of souvenir from the Grandest Place on Earth…Anyway, I know what they look like!  My dear, do you know what today is? Its our anniversary! A month ago today we met…  [Note: Letter ends here. There are no additional pages.]   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 5, 1934.","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/5/34","Format":"Letter","Abstract":"Lady Bird is disappointed she did not receive a letter today from LBJ. She took Isabel, Nig, Panky and Willy Floyd to the Fair and while they were there, she saw Somerset Maugham's Of Human Bondage. She tells LBJ the books arrived but not the clippings. She mentions misplacing her diploma and ends saying they met one month ago. [Letter ends with no signature.]","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 5, 1934.,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/353.","Tags":["books","lady bird","october","state fair","theater"]}