{"Transcript":"Saturday Night  My Dearest Lyndon –  Your letter today was practically telegraphic--in length. But this afternoon I had a card, so after all it was a quite satisfactory day!  I shall be thrilled to get the book on Naziism. Its such a controversial subject and I know nothing at all about it. Except what I absorbed from one of Lewis Browne’s clever lectures last year.  Honey, you are really going to keep my mind from atrophying,   aren’t you? I’m so glad you are sending me all these books. I find Mr. Faÿ’s book on “Roosevelt and His America” a facile, brilliant book, an almost too-clever book. But not at all a very profound book, nor very level-headed. Mr. Faÿ is an iconoclast and something of a lover-of-words--he must be funny before anything! I want to argue with him but I certainly do enjoy him.  Dearest, I am in a much happier mood than when I wrote you the last few letters. I don’t know why.…perhaps    because for so long I have practiced believing that things will be like I want them (its one of my characteristics!)--and simply ignoring unpleasant things, and so I simply believe that you love me very much and that you aren’t annoyed by whatever imagined coolness or indifference you read into my attitude. And partly because in your card today you said we’d all have dinner at the Occidental the first night we arrived. Somehow that simple little thought brings me so much closer to Washington, and you!  I am delighted over the    prospect of the picture! I only hope it comes before Friday so I can take it to Dallas and show it to all the Crows and F. D. and Gordon and of course Cecille though she has seen you.  Friday or Monday I shall have you one made. I dread it--I’ve an awful inferiority complex about having my picture made. I do hope it’ll be nice!  Goodnight, dearest. I love you, very much. I wish you were here this minute because I feel silly and gay and I want to ruffle up your hair and kiss you and say silly things! Devotedly, Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 6, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/6/34","Format":"Letter","Abstract":"Lady Bird writes that she is thrilled LBJ is sending her a book about Nazism, and she evaluates the book,  Roosevelt and His America by [Bernard] Faÿ.  She says that she is in a happier mood.  She is delighted over the prospect of receiving LBJ's picture and she hopes to receive it before her trip to Dallas so that she can show it to her friends there.  She plans to have a picture made for him while in Dallas.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 6, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/354.","Tags":["bernard fay","books","dallas","lady bird","nazism","october","photographs"]}