{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 9, 1934 ?]  Tuesday Nite  Darling!  Today has been the grandest day!! Better than a birthday - most as nice as Christmas! - I can hardly write for exclamation marks.  My books came!! I am delighted, enthralled. I feel like jumping up and down! The book of the National Capitol is beautiful – and what a thrill I get when I look through it and see familiar places. I am so proud to own it!   And I revel in the cook  2  book. I can’t wait to try some of the things! I shall make one of the desserts for supper tomoro nite.  The book on Nazism challenges my intelligence if any - ever since I heard Lewis Browne, just returned from there, lecture on Herr Hitler and his Germany I’ve been vitally interested in it.  Tell L. E. I’ll take excellent care of Lincoln Steffens and return him before very long. But I want to read my Roosevelt and the New Pioneers and Wallace’s book first, because they’re library books, aren’t they, dear? I’m halfway through Roosevelt, by Faÿ, and have laughed at him   3  and appreciated the subtle nuances of his wit and applauded his wording and often disagreed with him and been quite stimulated…I told you he was an iconoclast - he jumps on most of our national heroes, even Washington and Thomas Jefferson. But he doesn’t have one iconoclastic thing to say about Roosevelt! He permits FDR to remain a hero.  But, darling, the books even weren’t the nicest thing! It was your letter written Sunday afternoon. I feel purr-y, like a kitten. I feel like all is well…I love you more every day, Lyndon.  …But again I feel contrite, about your going to such trouble to get me Sunday afternoon and about  4  how much it must have cost. However, I love people who do things on the spur of the moment and do not weigh everything and be dreadfully sensible and conservative!  Monday morning when I wrote your letter I gave it to Dorris to mail--she being out here and I wasn’t going to Karnack. And this morning she informs me regretfully that she didn’t mail it until today. I’m so sorry ‘cause there’ll be one day you don’t get one and the next day there’ll be two. Which leads one to believe That reminds me that when you want something done Do It Yourself. Which is probably what you’re thinking about the big picture made atop Empire State. But I mailed them today, dearest! One to your mother--I thought she’d like the big one better--, one to Alice. Both in guaranteed-not-to-bend pasteboard. Goodnite my darling, darling. Thanks a million times for all you do for me. Devotedly, Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 9, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/9/34","Format":"Letter","Abstract":"Lady Bird thanks LBJ for the books that he sent her, including the book on Nazism.  She comments on  Roosevelt and His America by [Bernard] Faÿ.  She expresses her love for LBJ, mentions his phone call Sunday, says her letter of Monday was not mailed until Tuesday, and tells LBJ she mailed photos to his mother and Alice.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 9, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/356.","Tags":["bernard fay","books","lady bird","letters","nazism","photographs","telephone"]}