{"Transcript":"[Written on C T stationery]   [October 16, 1934 ?]  Tuesday Noon  Dearest Lyndon –   I can write only a minute cause I’m at Marie’s in Tyler and everybody is talking at once and asking me questions. I stopped by on my way from Dallas to get Mrs. Boehringer…But I just had to take a minute to send you a word!  I’ve worlds to tell you that I think you’ll be interested in but shall have to wait until I get cozily settled at home tonight and have a long quiet time to write talk to you.  Everything about my trip was delightful! The  2   only slightly unsatisfactory thing was that I didn’t get to see Gene enough. There were always too many people around. Lassater came up and met her and drove her back to Austin.  Honey, I can’t wait to get home and lay hands on my mail! I’ve missed my letters.   Mrs. Boehringer did so enjoy her trip. She has a marvelous appetite for living! She is a very splendid person. I’d love for you to know her, Lyndon. I’m so glad I thought of bringing her this far and taking her home--its to such fun to do things for people you   3  cordially like, isn’t it?   Please darling, don’t fuss at me for keeping the proofs so long, will you not? I had to introduce you to everybody! I had no trouble picking out the one I liked best--I knew at once. But I did have trouble deciding my second and so choices--I liked the profile with the cigarette so much--but the informal ones in shirtsleeves just a trifle more. I don’t like the serious Life-is-real-life-is-earnest ones, do you? I like you gay and light hearted better!  I would so have loved   4  to see Welly and Alice in Dallas. I had an idea they might be up there--nearly everyone was.   I must run along, beloved. Tonight I shall write you a long and try-to-be-entertaining letter. I love you!  Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson October 16, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/16/34","Format":"Letter","Abstract":"Lady Bird writes LBJ from Tyler, Texas, on her way home from Dallas. She says her trip was delightful, she still has the picture proofs, and will write in more detail later when she arrives home.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson October 16, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/360.","Tags":["dallas","lady bird","photographs","travel","tyler"]}