{"Transcript":"[October 16, 1934 pm ?]   Tuesday Nite  Lyndon, dearest –  Tonight I feel quite low--which angers me--I can’t bear any signs of weakness and I love being on the up-and-up. Its because I’ve just come back from the gay, convivial life to this semi-solitude. If I’d arrived in the early morning and had a day’s work to do I would feel quite satisfied!--(I quite know myself, Lyndon!)  Anyway, tomoro I shall have enough things to do--going to Shreveport to see Somdal about finishing up   2  the plans, to Marshall to see Cockrell about the lay-out of the lawn, directing my colored boy about the trees he’s to finish trimming, and home in time to cook something good for supper!   If I hadn’t heard from you Saturday in Dallas I should be worried about you. Your last letter was written Thursday when you were in bed with the flu. Poor lamb! And Thursday was a long time ago.   Lyndon dearest, here’s something that will probably interest you. Do you remember I told you about Victor McCrea,   3  who has been a very dear friend of mine for about a year and whom I visited in Washington? He has left there and is with Raymond Buck, attorney, in Ft. Worth now. So of course he came over to see me, Sunday afternoon. We rode around a bit and then had some Tom Collins at the Shamrock and dinner in the White Room of the Adolphus.…While we were in the Shamrock I told Vic that, as far as my simple mind can see at   4  present, I am in love with one Lyndon Johnson and that I may be married within the next year. (I really should have waited until after dinner--it was a most excellent dinner and we couldn’t swallow a bite, but when I’ve something important to say I usually blurt it out).  Everything turned out fine in the end after a good deal of talking, and I’m so glad I told him because I don’t think it would have been quite on the up-and-up for either of us three not to have, would   5   it dear? And Vic said there’s bound to be some good in everything because now I’ll quit fussing at him about when he drinks more than three!  So now I’m very relieved! Vic and I are still the best of friends and but he understands how the situation is and nobody is hurt and everybody is more-or-less happy!  The New Dealers came today--or rather it was here waiting for me--and I’m so glad. (Its most vital virile and fresh--I’ve already read a bit in it   6  Thank you my dearest. The football game was quite fun. I saw people I hadn’t seen since last year in school and had more fun laying eyes on the compadres of yesteryear! In the third quarter it began to rain and we scrammed out and just as we got to the Poultry Building it began so hard that we had to run it in and sought take refuge with the chickens for an hour or so…That night everybody was drunk in all Dallas, nearly. I had a date with Gordon and F. D.,    7   two good friends of mine and Gene’s who are all of eighteen a piece but who are very well-informed and intelligent and giddy and terrifically entertaining. We had dinner at the Baker and talked about life with a capital L, and books, and New York.  But here I am back at the ménage with more rivers to cross and jobs to tackle and enthusiasm at low ebb! (It will be back tomoro--I shall fetch it--and so will energy and determination).  8  But, heavens, how this letter rattles on ad infinitum ad nauseum and so incoherently too!  Emily, Helen, and all the Crow family (I am their adopted daughter) are wild to meet you! They are all very interested in what becomes of us.  Listen, my lamb, you haven’t told me one more word about GE and South Texas! Please, may I hear? About your question, dear--if you remember: I’m afraid not Thanksgiving--its so terribly close! Please don’t mind, will you not? Mayn’t I have until January to decide? I love you, Lyndon, Bird. I do hope you’re well now.  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 16, 1934? No. 2.","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/16/34","Format":"Letter","Abstract":"Lady Bird says she feels low after returning home from Dallas but goes on to tell him about her plans for the next day. She describes her trip to Dallas, including her dinner with Victor McCrea during which she told him she is in love with LBJ. She asks about LBJ's job prospects with GE [General Electric] and ends by saying the answer to his \"question\" is \"not Thanksgiving\" and she wants \"until January to decide.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 16, 1934? No. 2. ,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/361.","Tags":["dallas","ge","jobs","lady bird","october","questions","thanksgiving","victor mccrea"]}