{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 17, 1934 ?]  [Note: This letter is numbered as 5, 6, 7 and 8 on Bird Taylor stationery. There were no pages 1 through 4.]  and proud every time you do--and especially was I in Dallas because I am not entirely un-impressed by the way all everybody pricked up their ears when the operator said (so importantly!) “Washington calling Bird Taylor.” (They thought it was quite wonderful of you to care that much about me!--so did I). But, young man--I only mean that when I looked up person-to-person calls and found out how much they were I was shocked and felt like I was being a dreadful extravagance and you mustn’t.   6  (Incidentally, I don’t feel bad about station-to-station calls!)   A girl in town has invited Dorris and me to spend the night with her sometime this week and drive over to Shreveport to see the Little Theatre give “Goodbye Again.” Its reputed to be a terrifically flip and clever play and I’m looking forward to it, like a dessert. Gene and I are both so wild about drama the legitimate stage--we never missed the Curtain Club or Little Theatre last year.  Tomoro I’ve a lot to do--Robert to get started plowing on the lawn, and two chairs to shellac, and the architect in Shreveport to see, and some hyacinths to    7  set out. Not to mention cleaning up the house, which, I fondly imagine, gets quite down-at-heels and messed up when I’m gone, in spite of Isabel’s efforts. Sometime during the day I shall take an hour or so off to write you your hope-to-get-there Sunday letter. Do they?  I’m glad Gene sent you a card from Dallas. Bless her heart--she always remembers her friends! And I resent what you said about you--o here it is: “if we were we might feel as you said you and Gene felt when Lass joined you at the Shamrock.” My dear, dear   8  Lyndon, we aren’t ever going to feel like Gene and L. do toward each other. (And, merely parenthetically, I think that not only me, but Gene also, would rather you’d have joined us than Lass--I mean we’d have had a brighter and gayer time and more fun.)  Goodnight, sweet. I shall be anxiously waiting the next few days to see what kind of letters you write me…I love you today and tomoro and, perhaps, the day after tomoro.  Bird  P.S. A letter from Alice W. announces the safe arrival of the picture and says send you her very best regards and thanks. She and Welly didn’t go up to the game.  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 17, 1934? No.2","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/17/34","Format":"Letter","Abstract":"[Note: This appears to be the second half of a letter from Lady Bird to LBJ. There are no pages 1-4.] Lady Bird comments on his person-to-person call to her while she was in Dallas. She tells him about an invitation to go to the theater in Shreveport, about Gene and \"Lass\" [Lasseter] and that Alice W. has received the photo.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 17, 1934? No.2,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/363.","Tags":["lady bird","october","photographs","shreveport","telephone","theater"]}