{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 18, 1934 ?]  Do these letters mailed Friday get to you on Sunday as I mean them to?  Thursday afternoon   Darling –  I’ve just time to write you before Dorris comes by to take me to the Little Theatre…Its been a very busy and fairly successful day, dear--and I’m just sitting down, for the first time today,--with that satisfied feeling you have when you think you’ve done something.  This morning I went to town on business (everybody laughs when I say that!) and after finishing had lunch with Mrs. Boehringer,   2  who had just made some delicious bread out of our book. She’d had your letter and was most sorry about you being sick but I told her you were well again.  There wasn’t any letter this morning--none from you, I mean--so I left Dorris word to come by the store on her way out and fetch it, if any. When I see her coming I shall have that feeling I used to have fifteen or so years ago when I’d run in the room I’d hung my stocking in on bright and early Christmas morning! You know--gaily expectant.  Lyndon, do you know you   3  didn’t’ write a word in any of my books? And one more thing, dear, when should I get the library books back? I’ve finished a little pamphlet on agriculture by Wallace and found it the most lucid thing I’ve ever read on the subject. Now that I’ve the “New Dealers” though I find it hard to stop that and look at anything else!   How do you like law now that you’re really in it? Is it interesting enough to be a life profession? I should like to watch you study!...Down at school during finals I used to curl up on the sofa in front of the fire, me and    4  whomever I had a date with, and study, stopping once or twice during the evening to go out for a cup of coffee or milk. It’s always more fun to tell it to somebody when you come across a particularly interesting or significant point, isn’t it? I like to work with people too--not by myself.  Goodbye for today, my dearest. Please let there be a sweet letter every day--at least most every day, will you? (Often as you want to talk to me but not so often as to be a bother--or a “duty”) I love you so very much,   Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 18, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/18/34","Format":"Letter","Abstract":"Lady Bird describes her day and says she is waiting for Dorris [Powell] to come by to take her to the Little Theatre in Shreveport and hopefully bring a letter from him. She talks about the books he has sent her, asks about law school, and describes her studying habits.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 18, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/364.","Tags":["books","dorris powell","lady bird","letters","school","shreveport","theater"]}