{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 18, 1934 pm ?]  Thursday Night 8:30 p.m.  Sweetheart –  Dorris came out only to tell me that all the tickets had been sold for both tonight and tomoro night. And I am so disappointed! I had looked forward to it so much.   --Alas-!--But anyway there is a good show on Sunday afternoon “The House of Rothschild,” to which I shall take Daddy. I’m making a great effort to get Dad interested in something besides cotton, mules and fertilizer. Ever since Mother   2   died sixteen years ago he has been receding from all social contacts until he has almost no friends outside of business ones--and no little dinners, drinking parties, golf, or poker games. I’d so like him to…That’s one of the things I’m going to do this year--get him to do something besides work…The trouble, of course, was that Miss Beulah, his second wife, neither knew nor cared--nor quite fitted--with any of Dad’s friends or activities of the before-Mother-died period…But here I go telling you all the family affairs and why should you be interested!!-- Only,   3  darling there’s no one I’d rather talk to, about anything. So you’re victimized!   Today I took our radio to town to be fixed so I can hear the NBC appreciation hour-- remember the booklets you sent me? I am quite put out because they can’t fix it by time for the first one tomoro morning.  I probably write most boring letters, do I dear? They are about such petty, innocuous things! But then I just simply want to write you every day so I usually do. Though there’s nothing clever to say.  The moon is back to annoy me. It is far too beautiful tonight--I wish it would go away.  4  There wasn’t any letter when Dorris came! But do I sound like I’m fussing? I hope not-- cause I just mean to let you know I notice it and miss it on the days there isn’t one. I wouldn’t so much if the last one hadn’t given me forebodings.  I wonder what you’re doing tonight…Studying, I guess, because you can’t very well play until the week-end, can you? Oh my dear, how I wish I were with you tonight!  If there isn’t a letter tomoro I shall feel sure you’ve forsaken me--I may even wire. But there’s one thing I won’t do--that’s not write myself, or write coolly! Goodnight, and lots and lots of love to my own dear, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 18, 1934? No. 2","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/18/34","Format":"Letter","Abstract":"Lady Bird says Dorris [Powell] was unable to get tickets for the play they had planned to attend in Shreveport. Lady Bird says she wants to take her father to a show and try to get him interested in something besides work. She didn't get a letter from LBJ today; she wishes she were with him; she will not quit writing to him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 18, 1934? No. 2,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/365.","Tags":["dorris powell","father","lady bird","letters","october","shreveport","theater"]}