{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 19, 1934 ?]  Friday  My own dearest –   Your Sunday morning letter came today. And I’m only now beginning to worry about how sick you were, bless your heart! I do wish I’d been there to tend to you.  Dear, you said “when, and if, I come to Texas we must all get together in Austin and see how congenial we could all be.” Did you happen to know that whenever you come to Texas I am going to be with you all the time you can put   2  up with me?--I mean all the time that I wouldn’t be in the way--or an imposition--because I won’t ever have anything more important. When you have to be in Austin or vicinity I could visit Gene, and we could be together here (I’d show you how smart I’ve been, doing things and cooking things!)  I like this letter better than the one I had yesterday--which, alas, was more recent. But this one also left me wondering.  So you won’t write me so often, young man? Well, I shall write you just as often and perhaps I shall get you back into the   3   habit. I shall try. I could scarcely do without writing you, somehow.  Gene did deliver the message--very sweetly!  I am so sorry about your Gene (the other is our Gene). Give him my best regards. He looks like a cherub, doesn’t he? I do hope he’s quite well now.  Darling, I’ll send back the ranch pictures and clippings sometimes. I want to keep one of the pictures of the Kleberg house if--do you mind?..I also want one or two of the other things--may I?  I want the letter you are going to resurrect and revise. Will it tell me about your New York offer and whatever was troubling you in South Texas?? You havn’t yet you know. And I am so interested.  4   I’m not out of the confidence, am I, dear? Have you reached any decision or is everything still pending?  Listen, Lyndon, there’s one thing that mustn’t go on--You said “For weeks I’ve only half heartedly done anything” Stop it, dear! (That’s a command!) One of the things I like most about you is that you’re always on the que vive and full of enthusiasm about your work. Please, darling, don’t let anything stop that! You won’t, will you?   I’ve been reading Lincoln Steffens and adore him. He is such a darling little boy--he hasn’t grown up yet--I’m on page 50.  The article about Maury was   [5]  real romance! I did enjoy it. I hope sometimes I shall know him. I’m ever so glad when I see one of those envelopes with “House of Reps - Public Document” in the corner!  Here I go writing another folder and I hadn’t meant to. Am I not writing you long letters these days? (That’s because you seem not to know how much I love you, and also because I shall not let you forget me!)  Today I had quite delightful mail--one especially from Gene that I read avidly. Which reminds me, dear, of what you said about   6  Gene’s view of life and your coming to see that it might have something to it--the friends versus lovers idea, you know. I think very highly of the idea myself--friends are more comfortable, more likely to be lasting, and oh so very gratifying! But for a life arrangement that would never do for me. Its fine for just now--for some indeterminate time--a few months, a year--but that isn’t the basis I shall plan my life on.  You remember those little pictures of my infant brothers, Tommy and Tony? I found frames for them and today hung them in Daddy’s room; and I’ve shellaced     7  two large cane chairs, and made a salad, and fixed three lovely bouquets, and written one letter! And that’s today…it almost amuses me how I enjoy them when I’m used to much more vivid and entertaining life…One reason I enjoy them is because I’ve the mail to look forward to and you to think about.  Isn’t it funny, Lyndon, how much we figure in each other’s thoughts (or do we?--you do anyway) when a mere two months ago we didn’t know or care anything about each other…I often wonder whom I thought about-- or quite how everything was before   8  I knew you…I can’t remember. There wasn’t any void. I was quite happy. But now if you were removed--there wouldn’t be anything, it seems!  And now I shall look forward to tomoro--, if there is only a dear, sweet letter from you everything will be fine!..I love you so much. I never want to bring you anything but happiness. Please don’t ever be unhappy about me Lyndon, not for one minute. In the next few months or one year we shall find the way out of our difficulties. And during that time I shall not let you forget me. (I sound awfully brave, but you won’t will you dear?) And all the time I want only to make you happier for knowing me and having me in your life. My love--Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 19, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/19/34","Format":"Letter","Abstract":"Lady Bird tells LBJ that if he comes to Texas she will be with him \"all the time you can put up with.\" She asks about offers he has received from New York and South Texas. She comments on his low spirits and encourages him to have enthusiasm for his work. She writes about the day's activities, and ends saying \"we shall find the way out of our difficulties.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 19, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/366.","Tags":["austin","jobs","lady bird","letters","october","relationship","travel"]}