{"Transcript":"Sunday Aft.  My dearest –  I’m going to make this hurry because I missed writing yesterday and I do not want you look for a letter from me and not get it. (I know how that feels!)  The reason was (of not writing) I drove up to Dallas with Dillard Estes, a good friend of mine, Saturday afternoon and returned Sunday. Emily was very surprised at my sudden return! It didn’t interfere with my work and I figured I could afford twenty-four hours off during the week.  Dear, there is something troubling you and you haven’t   told me what it is. Can’t you? Don’t if you don’t want to; I only want to remind you that I am, always, very deeply interested and concerned. Perhaps the letter you were going to find and revise will explain something when it comes? Is it your personal business or Mr. Kelberg’s?  The picture was waiting for me on my return yesterday afternoon. You are right--I don’t like arrogance. And you do look very arrogant there! But, to my surprise, the more I look at the picture the better I like it! I like that proud, sure look out of your eyes,--I don’t like your mouth, tho’. (If you get prissy and say “If you don’t like it just send it back” you’ll be too late, lauch,    because I’m going to frame it tomoro and hang it, along with you and Welly, on the sides of my bookcase in my room. --- And besides I wouldn’t part with it for worlds!)  Saturday nite from Dallas I talked to Gene about ten minutes. She’d just returned from the football game. Lasseter was still there. She didn’t sound very happy. Wasn’t it the goofiest thing about Texas losing to Centenary?  Willy and another blackish one are plowing today and Nig is transplanting runty chrysanthemums and picking up lily bulbs, like so many onions, behind the plow. And, as for me, I just walk   around and tell them what to do and write letters and read “New Dealers” between times!  Dearest Lyndon, write me soon about what is on your mind…I shall be as happy when my picture comes! I shall frame it and put it in on my dresser--(I’ve already taken Helen down and found a place for her somewhere else so I can put you there.)  Goodbye until tomoro. A great deal of love, always my dear, Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 21, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/21/34","Format":"Letter","Abstract":"Lady Bird explains that she did not write yesterday because she drove to Dallas with a good friend and spent the night there. She asks LBJ to tell her what is troubling him and tells him that she received a picture of him that he had sent. She writes that he looks arrogant in the picture, but the more she looks at it, the more she likes it.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 21, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/367.","Tags":["dallas","lady bird","october","photographs"]}