{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 22, 1934 pm ?]  Monday Nite  Dearest beloved –  Your Were you anxious to get this letter--to hear what I would have to say? Your letter written Saturday morning just came… I think its funny nobody has noticed that I look different… I feel different.  And so, my dearest, something has happened which precludes all possibility of our marriage for four or five years?.. I believe it is something which will involve a much lower salary for a number   2  of years and then chances of a much greater advancement. It is something of a gamble but you think it will be better in the long run, don’t you? Whatever will be better for you, Lyndon, I am for! And now, as for me--I shall keep right on loving you. I shall not feel dismissed, I shall not even have forebodings! A few years--are not so long. And, too, you probably over-estimate the amount you would have to be making.  Of course there is the problem that in the meantime one of us may meet someone he or she likes better. I think, Lyndon, if we do it will probably be you…In all these  3  twenty-one lovely adventurous years you are the only person I’ve ever considered marrying… Besides you are in a position to meet attractive and intelligent and charming young women. And I--am rather “on cold storage.” So it is you, not I, who will be more likely to forget.  And as for me telling Vic. The fact that we can’t be married for some time doesn’t alter my feeling toward you. I love you. And that affects the way I feel toward all other men.  What of your coming to Texas, love? (For you are coming to Texas before long, aren’t you?) When and where?--But you will tell me all that  4   in your explanatory letter, won’t you? I, too, hate your giving up your law course --like the very deuce I do! Shall you be close enough to any law school to go?   Lyndon, my dear, do you want me to keep on loving you? Shall we keep on writing each other every day? Shall you, (perhaps, sometimes) call me? And are you going to keep on loving me, with an eye to the now somewhat-more-distant future? I want to know. As for me--I shall keep on writing you. I shall keep on loving you. I do not want anything to come between us.  You won’t be in Washington in January, will you? But, then, perhaps you’ll be in Texas a great deal sooner! Which will be even better!--Because, what’s   [5]   Washington to seeing you?!! The only thing I hate is not getting to take Gene--I did want her to have a lovely vacation.  Lyndon, please tell me as soon as you can what the deal is… I am afraid its politics.--Oh, I know I haven’t any business--not any “proprietary interest”--but I would hate for you to go into politics.--Don’t let me get things any more muddled for you than they are though, dearest!  You haven’t yet told me all about the New York deal. What  6 was it--please tell me sometimes.  Thanks for the proof--only I didn’t know it was a proof--I thought it was a real picture! I’m having it framed tomoro.--But I believe I told you that in the letter which I began Sunday afternoon and did not finish and mail until this morning.  Well, darling, I believe I’ve said all there is for the moment. You understand, don’t you, that I shall be in a jitter to hear from you after this letter. It will be Saturday or Sunday one, won’t it?--I’m counting the closest time.--I shall be wanting to know all about the business, when and if   7  you’ll be coming to Texas (I must see you as soon as you do),--and how you plan to feel about me now.  I still love you, Lyndon--I want to say it over and over--Goodnight, not goodbye, Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 22, 1934? No. 2.","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/22/34","Format":"Letter","Abstract":"Lady Bird comments on the possibility LBJ will change jobs and says whatever is best for him as far as his future, she is for. Even if they have to wait for years to marry she will continue to love him and must see him as soon as he gets to Texas. She asks what the \"deal\" is and says, \"I am afraid it is politics.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 22, 1934? No. 2. ,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/369.","Tags":["jobs","lady bird","politics","travel"]}