{"Transcript":"[October 23, 1934 ?]   Tuesday afternoon 2:00  My dearest –  I wonder what you are doing now…I wish you were here with me. I feel so comfortable and peaceful and lazy…I wish you were talking to me.  In a little while I shall go down to Karnack after the mail. If only there is a big, sweet one from you! I am so anxious to hear all about your plans. I hope they will mean a lot to you--that there will be a wonderful chance in them, Lyndon.   In the end of Somewhere in the Episcopal  2  prayer book there is a line which says “Give us a happy issue out of all our difficulties.” That is what is going to happen to us, Lyndon. Do you believe it? I do.  Yesterday I made a very estimable sherbert and some cranberry jelly out of my cook book! (Perhaps in two or three years I shall have learned how to make everything in it!)  My roses are blooming beautifully--I am so proud of them. The lawn is all plowed up now and ready to be leveled. I can’t wait to plant the hollyhocks and  3  the pansies and the climbing roses and the wisteria vine and everything! I want to plant them today and see them bloom tomoro. (I am not patient about all things.)  It keeps on being the most glorious, golden Indian summer… Tomoro morning I shall get up early (as usual) and go for a long walk in the woods way over in the Big Pines, which has always been one of my favorite spots since I was little…Almost everything I do I think how much more fun it would be to be doing it with you.  4    Tomoro when I write you I shall have a small but I hope interesting piece of news to tell you, dear! Something you will like.  There isn’t anything very intriguing to write you about, dear. I wish there were. Are my letters dull!...So I can only tell you that I love you. Do you like to hear that? (It must be getting tremendously trite!) Its not meant to be distracting…its just meant to be reassuring, something for you to sort of lean back on when you feel tired or blue or discouraged. Goodbye until tomoro.    Always, devotedly  Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 23, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/23/34","Format":"Letter","Abstract":"Lady Bird wishes LBJ was with her to enjoy walks and just talking; she describes her roses, the lawn, and the glorious Indian summer. She would like to have intriguing things to write but she can only tell him that she loves him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 23, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/370.","Tags":""}