{"Transcript":"Wednesday Nite  Dearest Lyndon –   Out one window I can see the moon rising--yellow behind a mass of black clouds. And from another I can see lightning flash across a dark ominous sky. The thunder is growling all around. I do wish we’d have a storm! I adore them!  Well, today passed without any letter at all from you. I could scarcely believe it when I arrived home from Shreveport, all eager to see what you’d say today and there was--nothing. (Incidentally, I feel very disgusted at having written you two letters yesterday.)--But if there is a sweet one tomoro     --everything will be okay again! If there isn’t--perhaps I’d better stop writing so much and often.  Well, you’re hung twice. In little black frames in my room--Arrogance and you and Welly. I am terrifically proud of you and look at them every time I come in the room!  Lyndon, I had my picture made today for you. I’d always about as soon meet the firing squad at dawn as sit down in front of that black hooded thing and grimace for a half hour or so. I warn you--they will be awful. But I just couldn’t bear to wait any longer. I meant to have them made without fail at Bachrach’s in Dallas   Oct. 13 but I couldn’t find a new dress I liked anywhere and my old clothes I took gave me an inferiority complex and a down-trodden look out of the eye. So I waited…But I decided you might want me to hurry up, so this morning I hied forth to Shreveport, which affords only fair-to-middlin’ photographers…(I carried a little cotton dress to have some made in--because you liked me in them.) Proofs will be sent to me Monday and I shall mail them (if they’re good enough) on to you to choose from.   Lincoln Steffens is the most adorable fellow--especially when he is little. I wish I   could read it to you. Sometimes, when we are together, I want to read you some of the things I like especially. Shall we?  Goodnight, and many kisses to the one I love most,--and many ardent wishes for the day when I shall see you again. When will it be?   Devotedly, Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 24, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/24/34","Format":"Letter","Abstract":"Lady Bird says she was in Shreveport today and had her picture taken in a \"little cotton dress\"...\"because you liked me in them.\" She will mail the proofs as soon as she gets them. She has hung his pictures on her bedroom wall. She comments on Lincoln Steffens' book that she is reading and ends by asking when she will see LBJ.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 24, 1934? ,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/371.","Tags":["books","lady bird","lincoln steffens","october","photographs","shreveport"]}