{"Transcript":"Saturday  Darling, darling!  Now everything is alright again! I had both your lovely letters, of October 22 and 24, yesterday and Life beams once more!   Dear, I didn’t have a letter Wednesday and coming right after those despondent letters of yours I consequently, was worried. And then Thursday--silence. And I had the bad taste to be very put out, and stuck by up my nose and wouldn’t write (it was quite hard not to write to you-- I wanted to all day     long!) I said to myself that Friday I should wire if I hadn’t a letter Friday. But Friday-- everything was fine!  Lyndon, I’m tremendously glad of the turn you spirits are taking! Hooray! And I do think it’s the best thing for you to get right into law school without delay, because four years is a fairly long time. Isn’t it wonderful of Welly and Senator Wirtz to arrange such an evidently adequate sort of job for you?? I wonder what it is? I feel sure you will be worth it to them, though.  Of course, I am sorry for    you to be leaving Mr. Dick. It was is great to be allied to with such a splendid clan, isn’t it? But after all that job could hardly be a life-work. It was is, in the nature of things, something of a stepping stone, don’t you think?  You asked me what chances for entertainment a young man in law school had. I used to go with quite several young men in law school, off and on, and they were very hard put to it-- that is, the earnest young men. But now, a very smart young man in law school will have time to play a bit, I believe! To me the most pleasant part about it all is that--I shall be   close to you. I shall come down to see visit Gene and some week-ends you’ll drive down to see me--especially in the Spring won’t it be lovely? And I’ll have a houseparty or two on Caddo and you’ll come for me and maybe Cecille and F. D. and Emily and Gordon and Gene and somebody (maybe not Lasseter--he would growl at us--I’m very bad. Sorry.)   I must hurry and post this cause I hope you’ll get it Sunday. I’m very glad about every- thing, Lyndon dear, and I love you, more and more. I gather from your letters to Welly that you’ll be through here in January--or earlier? My love and devotion. Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 27, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/27/34","Format":"Letter","Abstract":"Lady Bird tells LBJ she is happy to hear that Welly [Hopkins] and Senator [Alvin] Wirtz have arranged a job for him [in Austin], and she is looking forward to seeing him more often when he returns to Texas.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 27, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/372.","Tags":["alvin wirtz","austin","jobs","lady bird","october","welly hopkins"]}