{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 27, 1934 pm ?]  Saturday Nite  Dearest –  This morning the picture came, Lyndon!! I am so very thrilled over it, dear! Its the finest piece of photography I’ve ever seen. I’m so glad it came today too, because Trenna Mae and Leo, my cousins, and their numerous progeny are coming to dinner tomoro and I shall want to show you to them.--They’ll be very interested. I’ll display you with pride, my love!    Lyndon, that is a simply splendid-looking frame, too! I’ve never seen one I like as well.  2  I’m so glad I chose the pose I did--but I knew the minute I saw it that it was the one. I like you like that. Dear, what happened to the proofs? Would Bachrach let you have one of them back? --If so I’d like the profile one with the cigarette. Now, you’re not to send it if its any trouble, hear?--You’ve done enough already.  I showed the picture to Dad and he was as pleased, most, as I.--I can’t wait for everybody to see it!  (Lyndon, I’ve a little silver bud vase that I keep by it, with a rose in it.)  ‘Bye for a minute--here comes  3  someone--   Few minutes later: It was Karl and Buddy, two of Gene’s brothers, going a-gigging to the lake, just dropping by to give me a drink and find out if I didn’t want to go with them. Which I didn’t--they’ll be out too late. You must meet Karl when you come back through, Lyndon. He’s very much like Gene but without Gene’s brains, I think. He’s my third favorite in the Boehringer family--Gene’s first, then Mrs. B.  Darling, I wonder when you’ll be leaving Washington and coming West? How I am looking forward to seeing you! I think about it and plan about it all  4  the time, what I shall say and how happy I’ll feel.  Do you know, dear, how much I rejoice in the kind of letter you wrote me last--when you were so gay and lighthearted and happy?? Bless your heart. It did me good, too! I am so glad for you.  I shall enclose your letters to Welly pronto--(you are always so efficient and I am not. But I shall learn!)  Thank you so much, dearest dear for the picture…I shall always treasure it. Goodnight, until tomoro. Please tell me the nature of your employment as soon as you can and when you’ll probably be coming West. I love you, Lyndon  Bird   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 27, 1934? No. 2","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/27/34","Format":"Letter","Abstract":"Lady Bird thanks LBJ for the framed photograph he sent her and says she can't wait for everyone to see it. She writes that she declined an invitation from friends to go fishing and asks about LBJ's prospective employment and his plans for \"coming West.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 27, 1934? No. 2,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/373.","Tags":""}