{"Transcript":"[Written on BIRD TAYLOR stationery]   [October 29, 1934 am ?]  Monday Morning  My dearest –  I’m so glad about your brief case! It was lovely of Bob and Perry. Honey, is it a “parting gift” and does that mean you’re about to make your exodus? When???  How I envy you all the plays, especially the Jayhawker. I’m very fond of Sinclair Lewis --though I’ve gathered its not quite bright to say that among the literate. Emily and I saw “Of Thee I Sing” and howled--especially when the election returns came in and they were still voting for Jefferson Davis in Mississippi!  2  Yesterday was such a busy one. I got up at 6:30 and cleaned up the house and planned dinner and gave Isabel instructions and then went to town in time to have an hour’s visit with Laura before church. I told her she must come down and lay eyes on you and she’s very eager to.  Trinity Church in Marshall is pretty--but nothing like my dear St. David’s in Austin.…But, anywhere, I always enjoy the Episcopal service. Have you ever been? We shall go to St. David’s sometime before long!..Gene and I both love it so.  And when I get home whom should I find down for dinner  3  But my enormous brother Tommy and Uncle Walter and his family, besides the five of the Howard family that I’d invited! So we had quite a house full of company. But I like lots of company, don’t you? Only I can’t wait until we get us a larger dining room table and such other things, so I can serve decently.   I showed them your picture and you were quite adequately commented! (I think their opinion of me went up, too, Lyndon--that I should have someone so fine-looking fond of me!)   Sometimes next month I have to go to Alabama after my Aunt Effie. I don’t believe  4  I’ve ever told you about her, dear, have I? She’s not an ordinary Aunt at all--she’s the one who came to live with me after my mother died when I was five. And she’s quite a member of the family. I’m looking forward to going to Alabama after her! I shall take a whole two weeks vacation, I believe! (Here I am always talking about vacate working and all I do is plan vacations!)  Well, dearest, I must to my labours…Have I forgotten to tell you in several days that I adore you? Tell me the minute you know when you’ll be coming. And tell me how Mr. Dick responds. And all the news. Goodbye, my dear love  Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 29, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/29/34","Format":"Letter","Abstract":"Lady Bird comments on the briefcase Bob [Jackson] and [Arthur] Perry gave LBJ as a gift and goes on to tell him about her busy day on Sunday, her dinner guests, and an upcoming trip to Alabama to get Aunt Effie. She closes by telling LBJ she adores him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 29, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/374.","Tags":""}