{"Transcript":"[October 29, 1934 pm ?]   Monday Night  My dearest -  Well, they’re mailed--the proofs! I’m so glad to get them off I could shout--you’re always so quick about everything, and it seems I’ve taken an awful time.  The two that are almost finished are the photographers’ samples--and besides they’re not finished being “washed” yet, so just write on the backs like you told me to do on yours and mail them back to me and I’ll have it made up pronto! Dorris insisted that I have a certain one finished up and framed and sent on to you tomoro but I held out for  2  you choosing. Was that right?  Dorris and Daddy and I have spent the day in Shreveport--Dad at the various eye doctors --and Dorris and I waiting. We had plenty of time, and almost a dollar, so we went in Kress’ and had a glorious time buying little blue pottery vases bowls and daffdil bulbs and paper white narcissus and Bohemian red (imitation, of course!) glassware!! I just revel in Kress’--and almost never have time to stay as long as I like.  We arrived home just in time for supper, not in time to go to the store, and found that Fred--one of Dad’s boys who stays here--had not  3  brought either the paper or the mail. So we both wanted to guillotine him--for different reasons. And he told me I’d three letters, one from Washington. Well--in the morning will come at last, I suppose!  The radio is playing “My Dear”…and the fire is crackling ever so cozily…. I wish you were here. Now it is saying “You mean so much to me.” You do, you know.  Dorris and I looked also at sofas and big fat chairs for living rooms and reveled in them!! I now  4   cannot wait until the painting and walls are done so I can buy the three or four pieces of furniture we’re to have! (Its more fun--and such a lot I’m learning!)   What does Gene have to say about your Austin plans--or have you told her? I know she’ll be glad to have you there, Lyndon. And I--I shall manage to see you most every week-end, somehow!  Goodnight, my love…I wish I had your letter as I could see what you said to me today. But in the morning--And so buenas noches, dearest.   I love you, Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, October 29, 1934? No. 2","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"10/29/34","Format":"Letter","Abstract":"Lady Bird tells LBJ that she has mailed him the proofs of the pictures she had taken. She describes spending the day with her father and Dorris [Powell] in Shreveport and asks about Gene's [Boehringer] reaction to LBJ's plans to take a position in Austin.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, October 29, 1934? No. 2,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/375.","Tags":""}