{"Transcript":"[Written on The New Hotel Monteleone, New Orleans stationery]   [November 8 or 9, 1934 ?]   My own dearest –  I wish I could put all the warmth and love into those words I feel. It was good to hear your voice--its so strong and re-assuring and vital, darling.  When I got home I showed Dad my ring and last night we had a long talk about us. He was very sorry you left so soon--but I told him how it was. He was afraid you found our house too rough and   [2]  inconvenient--which it is, what with no nice bath room and no attractive furnishings (--all that was our plan for me to do this winter.)  Dad said he would have liked to talk to you some more. He thinks you are fine, Lyndon. He said, “He looks perfect physically and that counts a lot, honey.” (Fancy his having thought of that!) And he thinks you are going far, and that you love me, and that you’ll be good to me. But even   [3]  he is a little grave about it being so soon.   Darling, darling the reason I talk and act the way I do is because everybody is so constantly urging me to “wait two or three months,” “wait-wait,” “two months isn’t long enough to have known the man you’re to marry,” “if he loves you he’ll wait for you”--and so on until my head aches. By all these “everybody” I mean  [4]  Dorris and Cousin Trenna Mae and Aunt Effie (I’ve already talked to her by phone) and all the people who’ve known me since I was born and loved me so much. O my dearest, please don’t blame them--they can’t help it. It Its only because they love me and they want to be very deliberate about it. Do you hate me for being not entirely un-moved by them? Don’t – Lyndon, please.  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, November 8 or 9, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"11/8/34 or 11/9/34","Format":"Letter","Abstract":"Lady Bird writes on stationery from the New Hotel Monteleone in New Orleans saying she showed her father her ring when she returned from Austin, and they talked. Her father and other family and friends think she should wait before marrying.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, November 8 or 9, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/378.","Tags":["austin","family","father","hotel","lady bird","marriage","new orleans","november","plans","relationship"]}