{"Transcript":"[November 11, 1934 ?]   Sunday  My dearest love –  Today I’m going to see Aunts Ida and Ellen--Pop’s sister and sister-in-law--he asked me to be sure and lay eyes on them while I was out here if just for a minute.  And in the morning I’m putting out for Atlanta where Aunt Effie is, in the sanitarium. I should have gone on today but I did so want a little company and cousin Carolyn will go with me tomoro. Should I have gone on today, dear? (Please don’t think so--its so lonesome!)   I’ll arrive in Atlanta tomoro afternoon and it’s a  2  question of how many days I’ll have to spend there with Aunt E. before I can get away decently, without breaking her heart. I expect to get back to Texas next Saturday if I have to make the trip all in one day.   Love, I had quite a shock two or three days ago--it just suddenly struck me--(as I’ve told you)--while all my friends and kith and kin were tearing their hair about me--what about your mother? She cares just as much about you as they do about me,--heaven knows with even more cause--and  3   what reason has she to accept me…I felt real bad about it. I want to see her, Lyndon--and tell her how much I love you and that your happiness is a fine and treasured thing to me, too. I would like for her to like me as a person--not just on your word. And I want her to know all the good things about me--what there are--and all my short-comings too…I didn’t feel as earnestly about this when I was there before, dear. Somehow knowing you has done a lot for me--about sloughing off the  4  selfishness in which my life has encased me.  Have I forgotten to tell you in several days what a superior person I think you are, as a lover and as a man and in practically all ways, my dear?! Being away from you has done me good, Lyndon. Its made me want you. Its made me see us in a clearer perspective. You see, when I’m with you I in so can’t see--you are so good to me that I am all engulfed and I can’t realize all the depth of my feeling for you.  Honey, the roses are dear.  5  I pick them up one at a time and hold them in my hand and just drink them in--they’re so beautiful. And all beautiful things I think belong to me.  Elaine, my cousin with whom I spent last night here, thinks you are a wonderful person-- from your pictures (I’ve them all 3) and all I’ve told her about you. (I’m really a pretty good press agent--I could sell you to your worst enemy, if you ever had one!)  I wonder what Welly will have to say, about the business and about me. Bless his  6   heart, we’ll have to sell him on the idea too! He’s a grand person, Lyndon.  I’m glad you sent me your mother’s letter. It was really a wonderful letter, honey. And I liked her frankness about me Lyndon--you know how I like that. That’s why I want to see her and tell her so many things. I’m just beginning to realize--so many how important it this all is that to her--I’ve been rather blind and self-centered.  Beloved there we can’t plan on Thanksgiving. I can’t get home before Nov. 17. Or   7   Thanksgiving is upon us. You mustn’t mind. I love you. I adore you. Shall write tomoro from Atlanta.  Adios for a day or two  My [caro] beloved--  Bird  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, November 11, 1934?","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"11/11/34","Format":"Letter","Abstract":"Lady Bird is seeing Aunts Ida and Ellen [in Montgomery] and then heading for Atlanta the next day to visit Aunt Effie. She discusses how LBJ's mother must feel about their plans to be married and says she would like to tell his mother of her love for LBJ. Lady Bird comments on the letter from LBJ's mother that he enclosed with his last letter. She says they cannot plan on Thanksgiving. She cannot be home before November 17.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, November 11, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/379.","Tags":""}