{"Transcript":"Monday Morning  My dear sweetheart –   Its such a bitter cold day and Carolyn and I are sitting by the bright fire with Elaine--I have to write you dear before I leave for Atlanta which will be in a few minutes.  My address in Atlanta will be 723 Ponce de Leon Court, at a Mrs. Burdette’s house where Aunt Effie is for a few days after leaving the hospital. How long I shall be there I don’t know.    I hope to leave Wednesday. I shall try very hard.   Darling, we’ve been talking about you and us, and Elaine up and says, “Well, all I’ve got to say is that if you all don’t get along it’ll be your fault!” (You see I don’t tell--because I can’t remember--anything bad about you!)   Lyndon, when you said over the phone that you left home and went to Fredericksburg to get away from folks and talk to me--were they fussing at    you, sweet? I don’t blame them--and do I sympathize with you, my dearest!! (Its too bad we’re such a beloved two to our families!) But everything’s going to be alright about us, my sweet. Don’t you worry.  So they embarrassed you in the capital, Lyndon? I understand that ‘cause I’ve been the center of all that carrying-on for days now! I just wish you were here with me--they’d all like you so much and you’d do me   so much good.--you’ve always  Honey, guess what! I’ve decided why you’re so dictatorial and why you make up our minds for us about when to do what. Its as plain as day! Its because you’ve had L. E. and Gene to dictate to, and you’re used to managing other peoples lives, and you’ve just naturally got an executive mind!! See there?  Darling, I’ll write you tonight from Atlanta. I love you, you precious dear. Just keep on working hard and being happy and keep care of yourself and everything is going to turn out alright about us, you hear? All my love--Bird   Envelope is addressed to: Mr. Lyndon Baines Johnson, Nueces Hotel, Corpus","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, November 12, 1934","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"11/12/34","Format":"Letter","Abstract":"Lady Bird will soon leave [Montgomery] for Atlanta and hopes to depart Atlanta on Wednesday. She alludes to the resistance they are getting from their families about wedding plans but assures him \"...everything's going to be alright about us, you hear\"?","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, November 12, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/380.","Tags":["atlanta","family","lady bird","marriage","montgomery","november","travel","wedding"]}