{"Transcript":"Tuesday Morning  My dearest love –  I’m lying propped up in bed and its quite late--ten o’clock--and the sun is streaming in the window. I wish you were here with your head in my lap so I could play with your hair and talk to you.  I went to bed last night at twelve and didn’t budge until a few minutes ago--I was so exhausted, both mentally and physically. I found Aunt Effie up and able to walk a little and far, far too happy    over seeing me. She hadn’t seen me in a year which is the only time of any length we’ve been separated since I was five. I told her I was in love and was going to be married. It was rather hectic. She’s glad I am and wants me to be happy but she pleads with me to wait a few months. I hope I never spend another two hours like that…No use to bother you with the details.   I hope I can pack and get us off today, so I can hurry on home. I have to spend one day in Montgomery seeing my Uncle Claude about a part of mother’s   estate that Dad told me to attend to--and also go to the my dentist, which will be an easy job (comparatively)--for the first time in my life.   Then I want to rush on home and I meet you somewhere and I want you to put your arms around me and kiss me and let’s us laugh! I’m so damned tired of being serious (please pardon me one “damn” will you?)  And I can’t wait to hear what all has happened in regard to Welly and Mr. Dick and your     family--both wh about the business and about us two very troublesome young creatures! I am entirely hazy about what Welly must have had to say to you. Dear, darling love wo don’t you have a lot on your mind? But everything is going to come out alright, though I don’t know how soon.  And Gene’s letter--what was in it that you’re afraid to answer? Did she say “see what I’ve done--go thou not out and do likewise?”  Dear sweet, I took the   liberty of praying for us last night and asked God chiefly not to let you worry about your business or me or any of the various ramifications--and to let us be gay.  I must run. I’ll write you tonight or tomoro and phone or wire you a choice of places where I can meet you in Texas the minute I arrive in said parts.  Adios for this morning, love. I love you. I want to see you.  Bird","Title":"Letter, Lady Bird Taylor to Lyndon Johnson, November 13, 1934","Creator":"Claudia Alta \"Lady Bird\" Taylor (Johnson)","Date":"11/13/34","Format":"Letter","Abstract":"Lady Bird writes from the Hotel Georgian Terrace in Atlanta about her visit with Aunt Effie who pleads with her to wait a few months to marry. She says that on her return trip, she hopes to stop in Montgomery to see her Uncle Claude about part of her mother's estate. Then she wants to rush on home to see LBJ.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lady Bird Taylor to Lyndon Johnson, November 13, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/381.","Tags":["november"]}