{"Transcript":"[Written on Hotel Chisca, Memphis, letterhead stationery]   [September 11, 1934]  Tuesday Night – After ten –  Dearest Bird;  I feel almost like Huey Long must feel this time tonight as im partial returns come in from New Orleans and slowly indicate the defeat of his candidates. My campaign was much briefer--marked by less excitement and pronounced outwardly disturbance yet just as disturbing to the soul.  It was hard to leave you today. It is always hard to feel that you haven’t quite won--tho’ there may be some hope left in tomorrow. I had so hoped   2  to feel when I left you that you would want to go with me but if you did--I didn’t understand it that way.  Knowing you has been one of my greatest pleasures. You know, I think, that you mean everything to me. I hope I may mean equally as much to you.   It is hard to tell you thro’ the medium of words what how satisfying and gratifying it was to be with you in your home. I beamed with pride   3  as you played the part of the lady of the house. I breathed a sight of relief when I met your Dad but only a minute later I enjoyed a self soul satisfaction that only a good father could give his daughter’s lover. I want to and must know him better. While his baby is trying to make up her mind I’ll try to know the Daddy better.  We had a delightful trip to Memphis. Lunch in Texarkana--a cold drink at Little Rock and   4   dinner here. No trouble but lots of explaining and denying.  We will probably spend tomorrow night in Bristol, Va. and drive to the Capital Thursday.  I hope my letter is waiting for me.  Before leaving I called Mrs. Boehringer and had a pleasant talk with her. Of course I insisted that she get you and Gene off to Washington as early as possible.   5  I’m sad tonight but things get easier when I think of the sail – the evening before the night club trip – and the real understanding we reached Sunday night in front of Gene’s. It was then that I first realized that you were right in wanting to wait.  Honey – this is my first letter in months but after all you are my first love in years – good night.  I love you – Lyndon Baines  [Envelope postmarked: Memphis, Tenn. 9/12/1934, 3 AM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, September 11, 1934","Creator":"Lyndon Baines Johnson","Date":"9/11/34","Format":"Letter","Abstract":"LBJ writes about their time together, meeting Lady Bird's father, his trip back to Washington and his hope that a letter from her is waiting for him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, September 11, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/383.","Tags":""}