{"Transcript":"[Written on The Dodge Hotel, Washington, stationery]  [Written at top of letter]  Sunday Night - Have just talked to you and feel much better but a letter a day will drive some of the lonliness away. LBJ  [September 15, 1934] Saturday afternoon  My dear;  I’m sure that there is nothing that could be more distracting, disturbing and estranging to me than a continued evidence of indifference upon your part. Tuesday, Wednesday, Thursday, Friday and today Saturday and no sentiments of affection nor expressions of love. Very likely time will make the picture brighter for me but I feel terribly blue this afternoon.   [2]  Tomorrow I plan to call you. Tomorrow I plan to tell you again what you have already heard so many times and probably it will be tomorrow that I learn definitely just how and where you stand.  Write me that long letter. Tell me just how you feel--give me some reassurance if you can and if you can’t let’s understand each other now. I’m lonesome. I’m disappointed but what of it. Do you care?  Lyndon Baines   [Envelope postmarked: Washington, D.C., 9/16/1934, 9:30 PM]   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, September 15, 1934","Creator":"Lyndon Baines Johnson","Date":"9/15/34","Format":"Letter","Abstract":"LBJ writes that he fears that a lack of letters from Lady Bird shows her indifference toward him; he stresses that he needs to know how she feels. He asks her to send a letter a day to \"drive some of the loneliness away.\"","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, September 15, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/385.","Tags":["LBJ","letters","relationship","september"]}