{"Transcript":"[LBJ writes at top of page: This paper made of Texas cotton –]  [Written on Congress of the United States, House of Representatives, R. M. Kleberg stationery]   [September 23, 1934] Sunday 10:30 a.m.  Dear Bird;  A letter from you yesterday and another today is all most almost too much for me. The thing I want more every day than anything else is a letter from you. I have asked you to write me daily so often that what pride and self-respect I have been able to retain since meeting you occasionly asserts itself, and, consequently, my requests, expectations, and letters to you necessarily have been fewer here of late. It is always such a trial for me to write a personal letter. It has been years since I’ve written any appreciable number but strangely enough I have a desire to talk to you sometime each day and the only medium I have is via the letter route. Unless you give vent to your desires, if you have such desires, and write more often, I shall naturally try to be equally as self-composed and watch for a letter to answer later in the week.   I always derive such a satisfaction out of reading the generous expressions of your father, Mrs. Boehringer, Doris, the   2  cook, and all of those who have your interest at heart. It was good of them to say nice things about me. It would be so gratifying to have some reassurances of yours to blend with those considerate utterances. I could read and reread a letter from you which contained just one central idea, tho’ that idea concerned itself only with expressions of your love. I want to hear you say over and over again that “I love you”. You may remember that one time you told me “Someday I may feel that way and when I do--I shall very likely tell you of my own volition.” That should have been enough--ordinarily it would have been too much--but even the strongest of men sometime don’t follow their judgment but submit to a dictate from elsewhere. Tell me soon, dear, just how you know you do feel--if feel you do.  This week I’ve been a very busy little man. In the office until five--in school from five until seven--in my room studying from seven thirty until after twelve but thinking of you some all during that time. I take Criminal Law and Procedure, Contracts, Torts and Personal Property. Am very much impressed with the thorough   3  type of instruction and the scholarly lecturers. Not a girl in the class of almost two hundred and every student straining to get each word. The course is a most difficult one. I hope I can continue to keep up my assignments and make the grade. I don’t expect to retain all of the duties that have been mine for the past years, however, and do justice to both.  For days we have been looking at apartments. This morning I almost decided to continue on at the Dodge. All is so uncertain that it is with a great deal of hesitancy that I think of taking a lease on an apartment.  After the first semester I may be in New York. Maybe in Austin and if you weren’t always popping up in my mind I might conclude to quit this game and peacefully go with the University of Houston. Thursday, Mr. Adams, the National Public Relations man for General Electric, called me and asked me to   4  drop by his office at the Shoreham building for a further talk during the week. He wanted me to go in Mr. Youngs office in N.Y. last year but Mr. Miller thought we had better wait a year.  Late yesterday, R. H. Kelly of Andrews, Kelly, Kurth and Campbell in Houston came by and talked for an hour in the office. Then we left after five and visited the St. Franciscan Monastery. One of the most beautiful places I’ve ever been and I wished for you every minute. From the monastery we went to the Mayflower for dinner. We ate entirely too much and decided to walk. We walked thro’ the parks, down in front of the White House, and back to the Hotel. He told me of important people--important cases and lots of things that should have been important to me--but all of the time I could only see the moon and do my best to attempt to follow his discourse. I wanted so much to walk with you last night. Your letter this morning was the next best thing to it.  5  Upon reflection it occurred to me that you must have at sometime met Mr. Kelly. He is frequently here practicing before the Interstate Commerce Commission but his firm represents the Mo. Pacific in Texas. He is in Austin quite frequently. A student and a scholar, he always gives me such an inspiration.   Yesterday I wrote Gene and Dotty. I insisted to Gene that the two of you hurry to Washington tho’ I confidently expect neither of you to come. Of course I hope and pray that I am wrong.  I’m afraid, darling, you didn’t quite understand what I meant when I said to you that I had entertained thoughts of coming to Texas Thanksgiving. My only reason for wanting to come to Texas at all is you and I only want to come for you. It isn’t at all difficult for me    6  to understand why you shouldn’t be interested in such a proffer. My own egotism, to which you have occasionly alluded, would permit my appreciating your acquiescence. Tho’ distracting and disturbing I am not confronted with either of the above but rather with a dilemma – the like of which I have never faced. On and on into June--then, well, maybe--perhaps--it depends etc….never sure, never contented--always doubtful. Such uncertainties have never contributed to my pleasures.  Again I repeat--I love you--only you. Want to always love--only you. It is an important decision. It isn’t being made in one night--it probably never will be yours--but your lack of decision hasn’t tempered either my affection, devotion or ability to know what I want. I don’t want to go on this way. Do you? Will you tell me? Give me lots of letters next week. I’m going to need them. Mix some “I love you” in the lines and not between them.    Adios until tomorrow. Lyndon   [Envelope postmarked: Washington, D.C., 9/23/1934, 9 PM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, September 23, 1934","Creator":"Lyndon Baines Johnson","Date":"9/23/34","Format":"Letter","Abstract":"LBJ says he looks forward to Lady Bird's letters but wishes she would tell him how she feels. He says he has been very busy with law school, office work, and looking for an apartment. He discusses future job prospects, a possible trip to Texas for Thanksgiving, expresses his love and asks her to write.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, September 23, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/388.","Tags":["jobs","LBJ","letters","relationship","school","september","thanksgiving","travel"]}