{"Transcript":"[Written by LBJ at top of letter] Question - Attention: Who do you love?  [Written on Congress of the United States, House of Representatives, R. M. Kleberg stationery]    [September 26, 1934] Wednesday Morning –  My dearest;   I feel too good to be a criminal altho’ when I think of my complaints about not receiving letters I am conscious of having been too exacting and expectant. Your letters mean so much that when I don’t get one in the morning mail my stock immediately starts going down. Yesterday I wrote complaining--only to have the mail boy bring me a letter an hour after mine had been posted. He said it wasn’t mailed at the right time to be delivered with the other letter mail. When I started to school last night I stopped by the Dodge, and to my most pleasant surprise, I had another letter from you which had been written Friday night. It was the best letter you have written. It made me so happy to have you tell me you wanted me. It gave me new life --a real inspiration and a determination to make you the most happy and contented little woman in all the world.   2  If I were only sure--if you could only know how you feel. What a different slant it would put on the whole matter.  Maury (the new congressman from S. A.) returned from a week-end visit to N. Y. and has been at the Dodge with me. He is a most interesting personality. The driving type, he is always going after things--and he gets them.  Yesterday we went to the P. O. dept. early in the morning. We didn’t get back to the office until late in the afternoon. Had a nice chat with an Bill Bray a young friend of mine who is Farley’s right hand man. He only married last year and now has a little girl baby 2 weeks old. Before March ’33 he was employed on the floor of the House but Farley needed  3  someone who knew “the hill” and Bill got the call and shortly afterward got her consent. Now they must be so happy. Bill promised to send Sam Fore a picture of Farley and gave us assurance that Dan Quill would be taken care of in S. A. and we were on our way.  Down on the Mexican border across from Piedras Negras there is an old 77 year old Customs Collector. For years he has served our country faithfully and well. Just before President Hoover retired from office he blanketed into Civil Service all of the Mounted Customs men but poor old 77 year old Jim Durst was to old to go in under the order. The age limit was 70 and that limit got him. Three Customs Collectors protested. Citizens   4  all up and down the border who had known him for years said he was physically fit and mentally alert. Congressmen wrote letters, sent wires and appeared in person but got nowhere. Less than a month ago the Secretary of the Treasury refused to ask the President for an executive order to cover the case. Just after receiving this word and before I left Texas, Mr. Dick called me to his home and said he wanted to give me one special commission. “Lyndon,” he said, “if you don’t do anything from now until January except get old Jim Durst classified your time will be well spent.” Monday morning I had a pleasant visit with the wife of ex-Governor McMillen of Tenn. She is now a member of the Civil Service Commission. We talked of Texas and Texans. She rehearsed her important incidents in her husbands political career.   5  I had met her previously and for an hour we just talked of people, principles and things. She is most intelligent, considerate, gracious and sympathetic. Before leaving she told me that she would personally assume the responsibility of selling the other two commissioners on the Durst classification idea. She sold them and called me late yesterday and told me that the commission decision had just been handed down in favor of the old man. Bill White is using a story on it today.  Wright Matthews, Assistant Com. of Int. Revenue, and newly elected President of the Texas Club, called this morning and discussed the Texas Club program for the year. Hurry and tell me when you will be here to visit (or to stay??). We must have our biggest and best celebration when you and Gene are here. Very likely we will have the dance at the Shoreham and I can’t   6  think of standing with you on the terrace--for very long without, coming to Karnack for you.   After our storm in July our Nueces Country farmers lost hundreds of bales of cotton in the field. They now have hundreds of certificates for which they have no cotton. Just across the line in other counties our farmers have cotton and no certificates, hence, before they can gin it they must pay the tax. Yesterday after conferences with the Chief of the Cotton section, the legal division and the departments policy committee, a ruling was issued allowing our farmers to go across the county line, buy seed cotton free of tax, and then apply their certificate, gin the cotton, and sell it. This will result in an increased income to these farmers with left over certificates of at least $10 per bale more than they would get if their certificates were place in the pool (say for instance with the Karnack farmers who have surplus certificates or surplus cotton). Why am I writing about customs collectors,   7   cotton certificates and Internal Revenue Collectors to my love who may not be interested at all. Perhaps I wouldn’t presume so much if I weren’t so happy today. Your Friday letter gave me new hope, new interest, new plans and to sum it all up just thrilled me to death.  Hurry and send me the Kodak pictures. Don’t postpone finding the large picture you looked for but couldn’t locate the night I was at your home. Then on top of all of that (and that isn’t much for one who loves you and adores to look at you often) I want you to have those new pictures made and really rushed to me. Then I’ll have something to thrill me [illegible word crossed out] in addition to waiting for the postman.   I have all of your letters--one by one in my room. When I can’t “take it” anymore I reread them and last night I noticed that you had only erred 4 days in not writing. For   8  a while I thought you had waited a week to write--then I realized you had only left me less than a week ago.  Honey I can’t write very well. I don’t know how to spell, punctuate and compose. very well. It is much easier to dictate when you have been doing that for two years.  You wanted a long letter. Here it is. Now I will brief cases for the next 3 hours. Haven’t had a date since I enrolled and try to work from 8 until 12. Could work later with you looking on--or reading with me. Won’t you come and help me to climb?  Found a lot of newspaper pictures and articles when I moved my belongings yesterday. Think I’ll send them to you so you can see that I can’t take a picture but maybe you would think the articles flattering and me egotistical so I will wait. (over) (over)    [9] I couldn’t say goodbye in such a short space but in order to get all of these pages in one envelope I had to write on the back of this page.  Cong. Jones from Amarillo and Maury just stuck me for the lunch--so I’m off.  Tell me what I hope you want to tell me each time after you have sealed your letter. Remember?  I’m ready now. Are you?   All my love-- Lyndon Baines  [Envelope postmarked: Washington, D.C., 9/26/1934, 4 PM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, September 26, 1934","Creator":"Lyndon Baines Johnson","Date":"9/26/34","Format":"Letter","Abstract":"LBJ writes that he has received two letters from Lady Bird and is happy. He describes friends, help he gave to the Customs Collector in Piedras Negras, a discussion about the Texas Club, and problems experienced by cotton farmers in storm-damaged parts of Texas. He asks Lady Bird for pictures and describes reading and re-reading her letters; he plans to send her newspaper articles.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, September 26, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/392.","Tags":["farmers","friends","LBJ","letters","maury maverick","Nueces County","photographs","piedras negras","september"]}