{"Transcript":"Thursday 11:30 am  My dear;  I didn’t get my letter yesterday, and the postman overlooked me again today but the memory of my Friday letter lingers on. Yesterday I wrote you such a lengthy epistle that I hesitate to presume upon your forbearance by following with another today.   All of my letters have been dictated and when they are typed and signed I’ll get by the hotel in time to read some before going to school at five. Altho’ I spend every available minute in preparation I can hardly complete one assignment before I get another which requires hours of attention.   Had a long lovely letter from Mother this morning and it helped a lot.    Mother’s letters are always so encouraging, stimulating and inspiring. She wanted me to write at length about my work and my school. Said Lucia had a very comfortable and cozy little apartment in S. A. only 3 blocks from Birge’s school. She says Lucia is growing sweeter, more womanly and is very housewifely. I think you know she is a favorite of mine. Mother says that my young lawyer brother, employed in the legal division of a bank in Houston, writes with some pride that his responsibilities have been increased. He has been one of my major problems for the past two years and it is such a relief to know he is doing so well on his own. Are you interested in my family? It would be different and unusual if you were.   Am somewhat disappointed in not having heard from Gene. Could it be possible that she doesn’t intend to write? I so hope she fully understands. She is such a lovely character and I do so want her to fully and wholeheartedly approve. She told me in Austin that she did…but something made me most suspicious.  Welly writes that Alice has been indisposed for several days. Think it was necessary to have a tonsil operation. I want to send you his letter, Mother’s letters and some of the other notes, I get from people that I want you to love as much as I do…..but I’m not sure you have made that “decision--the most important thing in your life” nor am I sure you would be as interested as I.   I’m presuming you will at least be interested in the NBC Music Appreciation hour and am sending you some pamphlets sent me this morning.  I want to write your Dad?  I have something I want to send you to wear.   I don’t want to wait.  I want you now--when I need you most.  What shall I do?  If you are still sure you want to wait I’ll make my letters less affectionate and consequently less embarrassing--but I do love you so much.  Adios Lyndon Baines Write me at the Dodge if you like.","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, September 27, 1934","Creator":"Lyndon Baines Johnson","Date":"9/27/34","Format":"Letter","Abstract":"LBJ says he has not received a letter from Lady Bird for two days. He describes letters he has received from his mother and Welly [Hopkins], says he is sending her NBC Music Appreciation Hour pamphlets, and tells Lady Bird he loves her. He says if she still wants to wait, he will make his letters less affectionate.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, September 27, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/393.","Tags":["LBJ","letters","mother","nbc","relationship","september","welly hopkins"]}