{"Transcript":"[Written by LBJ across the top of this page] We have 2 floors here where only congressional people live – Numer A & B. Formerly I lived in 1 B. Now I’m in a larger, quieter room 10 A.   [Written on The Dodge Hotel stationery]  Room 10a  [September 29, 1934] 9:30 Saturday evening  Dearest,  They told me at the desk as I came in that the last mail pickup tonight was at ten so of necessity this letter may be briefer than usual.  In the beginning I want to tell you how happy I am tonight. Blue, depressed all day yesterday. I came home from the office and slept from 3:30 to 5. L. E. waked me at five and said, “Hold your hands and close your eyes” I did and he gave me a letter from the sweetest girl in all the world. I read it, reread it, kissed the picture of my darling and chased off to school. At noon I had arranged to have dinner with Helen Crouch and Carol Piper. Helen is my little radio writer friend and Carol is secretary to Chester Davis, Administrator of the AAA. Both very interesting and highly intelligent. Carol had to catch a train at nine thirty   2   so we eliminated the dinner and I talked--just talked-- with Helen until late. This morning I couldn’t get up. Too sleepy, too lazy, or something. When I got to the office at ten I had two letters. Gene had replied to my letter. You had sent me an airmail--and I’ve just been rejoicing all day.   Your airmail was posted at Marshall at 1:30 PM, Sept 27 and I received it at ten today. The letter you sent yesterday was mailed at Karnack at 11 sometime–I think the 26th but it isn’t clear. It was written Monday night. Your airmail received today was written Wednesday night and in it you said you had written me only twelve hours earlier. That means you wrote me Tuesday and the chances are better than even that I’ll have a letter Sunday. I do so want it--two of them if possible.  3  Tomorrow I’m going to have dinner with Bill and Irene White. They live out in Virginia and we are going out at 1:30--even if we aren’t hungry so I can get back in time to study.  Now I’m going to answer some questions. I want the big picture you were going to find for me--the little ones you were going to have developed and the one you may have made in Dallas at the API. Of course I want you in Washington after Thanksgiving [illegible word crossed out] but if you don’t even listen to that plea, then a picture is the next best. Think you will enjoy reading if you haven’t already “The New Dealers”. I’m sure you have seen the autobiography of Lincoln Steffens but I have it and will send them both on the next mail if you haven’t read them.  4  I haven’t had a reply to my wire sent last evening so I’m just bubbling over thinking about talking to you tomorrow night. I’m going to kiss you, tell you I love you, love you and--- had I best just wait. I’ll try.  Gene’s letter gave me a lot of relief. I take pride in her acquaintance, cherish her friendship and have a most sincere respect and admiration for her. She worried me by what she told you in Austin but today in commenting on our love she said “you are extremely fortunate in having Bird’s love--and well, it works both ways. Doesn’t that mean a sincere stamp of approval? Don’t let anything happen to interfere.” With that sweet thought expression again fresh in my mind I’m off to catch the postman and will be studying law a long time before I tuck myself in tonight. Adios until tomorrow all my love.  Lyndon  [Envelope postmarked: Washington, D.C., 9/30/1934, 1:32 AM] [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, September 29, 1934","Creator":"Lyndon Baines Johnson","Date":"9/29/34","Format":"Letter","Abstract":"LBJ tells Lady Bird he received letters from her and Gene [Boehringer]; Gene expressed approval of LBJ's relationship with Lady Bird. LBJ mentions his long conversation with Helen Crouch and plans to have dinner with Bill and Irene White. LBJ recommends books for Lady Bird to read, says he is looking forward to talking to her on Sunday.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, September 29, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/395.","Tags":""}