{"Transcript":"this page] Your letter written Wednesday--clever and interesting as it was, gave me evil thoughts.    Sunday Night 8:45  Dear Bird:  can’t get back to Torts until I say a few words to you. Today I started a letter--but hardly had I written a paragraph before Mr. Marvin Jones came in and called me to his office to listen to his prepared speech to be delivered tomorrow night at 10:45 over NBC. I hope you hear it. It is on the farm program and your father will probably be gratified to learn that Jones doesn’t at present, favor the Bankhead bill for ’35. That likely means there will be no such act.  The telephone conversation wasn’t what I would have had it. Altho’ it was along the line I had contemplated, and most likely was the result of my own moodiness. Too discuss it might only engender further doubtfulness and provoke additional skepticism. It was not my purpose to put you on “the spot”--tonight or in my letter Sunday. Fortunately I got on the spot when I met you--have been on the spot ever since--have no regrets--blame no one--enjoyed it all and still am--tho’ I’ve probably    overestimated the necessity for your presence and underestimated my own perseverance, will power and self-control. I shan’t be as hopeful altho’ just as devoted.  want your letters--your pictures and you. I’ll forget I added the last two words, if I can, and serve my apprenticeship.  Tho’ exacting its been easy to save, to forego some pleasures, in anticipation.  It must be trying to attempt to reconcile your feelings and “everlasting” views and thoughts with mine. I want you to be happy and, in deference to your often expressed sentiments, I should refrain from “pouring out my soul to you.”   What a great difference you made in me.  I’m off to work--after an hour with you.  Lyndon","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, September 30, 1934","Creator":"Lyndon Baines Johnson","Date":"9/30/34","Format":"Letter","Abstract":"LBJ tells Lady Bird about Marvin Jones' speech regarding the farm program and the Bankhead Bill. He discusses their phone call earlier that day, writes about his feelings for her, and says she has made a great difference in him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, September 30, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/396.","Tags":["bankhead bill","farmers","father","LBJ","marvin jones","relationship","september","telephone"]}