{"Transcript":"[October 2, 1934] Tuesday noon   Dear Bird;  Didn’t get to study much last night so slipped away from the office for two or three hours to write you and attempt to get my assignment in Personal Property. After I had written and mailed your letter last night, Bob Jackson and Perry came down to talk about you. Bob is Assistant Librarian of the U. S. Senate and Perry, is at present, Secretary to Senator Connally. Perry plans to go with the Communications Commission shortly and Jackson will likely become the Senator’s secretary. Both have been intimate friends of mine since I came to live here--over two years ago.  Gene, L. E., Carroll, Malcolm and Maury get a great kick out of seeing me in love and continually make wisecracks about it. One of them told Bob--and he brought Perry down with him to investigate. Bob has a newspaper friend in Marshall and wants me to drive him to ‘Xmas befor Texas ‘Xmas to see him. That would be pleasant but very unlikely.  If I don’t go to getting some mail from the Corpus office I’ll probably be back there before   2  you hear from me again. Haven’t enough to do here to keep three men in the office. All of the work seems to be going to the big Chief and I’m having daily complaints from all over the district.  No letter from you thus far today. Always feel blue when I don’t hear from you. Silly but true.  Since Sunday I’ve had an upset feeling. When I hear from you--and you tell me about some of my letters--it will probably seem different.  There is so much to see that I want to see. So much to do--that I want to do. So much to say, that I shouldn’t but want to say, that I’m going to say bye now.  Will write you something--tonight or tomorrow.  Pictures made for you--will soon be ready. (I mean the proofs)  [Note: No signature.]   [Envelope postmarked: Washington, D.C., 10/2/1934, 5:30 PM]   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor October 2, 1934","Creator":"Lyndon Baines Johnson","Date":"10/2/34","Format":"Letter","Abstract":"LBJ tells Lady Bird two friends came by to talk to him about her, notes he is being teased about being in love, says he has had an upset feeling since they talked on Sunday. LBJ writes that he might be coming to Corpus Christi if he doesn't get more mail from Congressman Kleberg's Corpus office. The proofs of his photos will be ready soon.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor October 2, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/398.","Tags":["corpus christi","friends","kleberg","LBJ","october","photographs","relationship","travel"]}