{"Transcript":"Wednesday 9:30 am.   Dear Bird,  If you even begin to look over all of the material I must have sent the last few days, you won’t have time to write me a line. I rather suspect that accounts for my not receiving letters yesterday and today.  Today I’m having sent to you two books which you may enjoy. If too suggestive save them until later. The National Capitol book should give you what you don’t already have about this beautiful place. The Congressional Cook book may only serve to remind you of interesting and important people. If either provide you with any entertainment my efforts will have been sufficiently     rewarded.  Think I’ll send Gene the Capitol book and presume enough to send her mother the cook book.  If you want me to I’m going to send you a pretty little book “Nazism”.  Adios   Lyndon Baines","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 3, 1934","Creator":"Lyndon Baines Johnson","Date":"10/3/34","Format":"Letter","Abstract":"LBJ writes that he has not received mail for two days; he is sending Lady Bird a book on the National Capitol and a congressional cookbook; he also plans to send copies of the books to Gene [Boehringer] and Gene's mother. He tells Lady Bird he is going to send her the book Nazism if she wants it.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 3, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/400.","Tags":["books","gene boehringer","LBJ","letters","nazism","october"]}