{"Transcript":"[Written on The Dodge Hotel stationery]  [October 4, 1934 pm] 8:30 Thursday Night   Dear Bird--  If these letters mean anything to you something tells me you will want one Sunday. Altho’ one “cannot search the heart or fathom the intentions of the mind, otherwise than as they are demonstrated by outward acts” I’m assuming for my own satisfaction that some of my epistles are at least amusing if not interesting.  Today has been a busy day--tomorrow will be a busier one.  Mr. Adams has suggest that I see him at the General Electric offices   2  tomorrow at ten. We will go more into detail with reference to the N. Y. plans. Aside from that I’m going to seek his sound counsel on assuming a somewhat weighty responsibility in So. Texas. Things will not and cannot go on as they are.  This week I’ve tried earnestly to think of something besides you all day, but my manifestations of indifference notwithstanding, it is apparent to all that I still retain more than a casual interest in every mail delivery.  Tomorrow night I’m going to Maryland Gardens. I owe Bill and Irene White a return engagement and Friday is the night we have agreed upon.  3   I’ll probably spend all I’ve saved because--I guess just because I’m lonesome--hungry for companionship--bright lights--good food--and to be just free again. In the office all day and a hotel room all night doesn’t satisfy a country boys desire to roam.  It was good of Charles Ethel to say such nice things. The general public has been so good to me. They have always, apparently, been so generous and considerate, particulary the good people of Cotulla.  Goodnight Bird-- I’ll read until my eyes are tired and get some sleep before time to get back to work. If you   [4]  get tired of packing books home from the Postoffice let me have a line and I’ll slow down.  Had the P. O. dept wire for Dan Quill to come for a conference with the Treasury, P.W.A. and Postmaster General Tuesday. He is due Sunday and [illegible word] I wish you wanted to come so   Affectionately,  Lyndon Baines  [Envelope postmarked: “Special Delivery”, “AIRMAIL”, Washington, D.C., 10/4/1934, 12 PM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 4, 1934","Creator":"Lyndon Baines Johnson","Date":"10/4/34","Format":"Letter","Abstract":"LBJ describes his busy days. He is meeting with Mr. Adams at General Electric about future plans (a job offer for LBJ?). Friday, he will have dinner with Bill and Irene White. He says he is lonesome and acknowledges praise from Lady Bird's friend in Cotulla that Lady Bird has sent him.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 4, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/402.","Tags":["cotulla","friends","ge","jobs","LBJ","october","white"]}