{"Transcript":"[Written on Congress of the United States, House of Representatives, R. M. Kleberg stationery]  [October 5, 1934] Friday  Dear Bird;  Tho’ I kept at it until after one this morning I didn’t finish “my lessons” and now I’m afraid it will be necessary for me to spend my Saturday and Sunday “behind the bars.”  If the photographer keeps his word, about a week from now, you will get some proofs. Am have some Kodak pictures developed and they will probably be ready Tuesday. You saw all of them at San Marcos but I have need for some extra ones and, if interested, will send you what you want.  Haven’t heard from Welly in a week. Think he must be sick or out of town. Unless I’m still in Washington ‘Xmas I want to join him in a trip to Mexico City. For years we have planned it and I’m anxious to take it   2  before I get too old to appreciate some of the most interesting things to be seen and done. Since I came here I’ve seen so little of my real friends that sometimes I yearn for their company-- almost like a child wanting to get to its mother.  My sister called last night and told me all about Mother and home. Daddy has a birthday the 11th and she didn’t want me to overlook it. I shan’t.  It is just now starting to get real cold. This afternoon I’ll have to get my big black heavy overcoat out of storage to cover up before I go out to play in the night air. Am always so afraid of colds. Just two years ago next month for 6 weeks   3  I was confined to bed with pneumonia. Three nurses, two visits daily by the doctor--didn’t make me forget that little boys should be more careful.  I hope you have your letter Sunday. You never tell me when you get them and in maybe we will have to arrange for a special Sunday service for the Karnack postmaster.  Did you forget to tell me that you received the N.Y. picture and the one for Alice? Say something about Welly’s cotton speech in some letter--if you want to. Be prepared for a surprize. I’ve never been too deliberate--Sometimes real hasty--but always confident. Am I too cocky?  Bye--   Lyndon Baines   [Envelope postmarked: “Air Mail”, Washington, D.C., 10/5/1934, 1:30 PM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 5, 1934","Creator":"Lyndon Baines Johnson","Date":"10/5/34","Format":"Letter","Abstract":"LBJ writes that he is getting behind on his \"lessons.\" He tells Lady Bird the proofs should be ready in a week, and he is having Kodak pictures developed. He mentions a trip he and Welly [Hopkins] have planned to Mexico City during Christmas. The weather has turned cold, and he describes being sick two years ago with pneumonia that lasted for 6 weeks .","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 5, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/403.","Tags":["christmas","illness","LBJ","mexico city","october","photographs","school","travel","welly hopkins"]}