{"Transcript":"Monday Night 9:00   Dearest Bird--  Have just returned from town where I had an Italian dinner with Maury, George Green and Ralph Cameron. All afternoon we sat in a smoke covered room pleading for more money for a federal building and tonight it was such a relief to just sit, sip wine and dream of you while the others were talking of the beauties of the Capital City.  The sweetest letter you’ve ever written was written Friday night. It came today and made me Kinda repent--and forget--   My mother also wrote--asked me about you and wondered if we really cared. In part she writes “but be careful to select one who has your ideas of life, real character, and the graces you admire. I am sure you will do this and rest assured I shall take her into my heart and love her-- next to my precious boy.” Then while I was rejoicing over Mother’s expressions a special delivery came in from Mr. Dick. He may be here the 14th….  Suppose you will be in Dallas Friday, when this letter is delivered, but if you are it will be waiting for you Sunday--  Know you will have a lovely trip and I wish I could be with you. Goodnight  Lyndon Baines","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 8, 1934","Creator":"Lyndon Baines Johnson","Date":"10/8/34","Format":"Letter","Abstract":"LBJ describes his dinner with Maury [Maverick], George Green, and Ralph Cameron. He comments on the sweetest letter Lady Bird has ever written, his mother's letter about choosing a wife, and a letter from \"Mr. Dick\" [Congressman Kleberg] saying he is coming to town. LBJ mentions Lady Bird's trip to Dallas and says he wishes he could be with her.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 8, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/404.","Tags":["october"]}