{"Transcript":"[October 15, 1934 ?]   [Undated note on The Dodge Hotel letterhead]  “A thing of beauty is a joy forever; It’s loveliness increases; it will never pass into nothingness; but still will keep a bower quiet for us;  And a sleep full of sweet dreams,  And health, and quiet breathing”  [NOTE: Receipt acknowledged by Lady Bird in her 10-17-1934 letter to LBJ.]   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Note, Lyndon Johnson to Lady Bird Taylor, October 15, 1934?","Creator":"Lyndon Baines Johnson","Date":"10/15/34","Format":"Note","Abstract":"LBJ sent Lady Bird the poem, \"A thing of beauty is a joy forever.\" Lady Bird acknowledged the poem in her letter of October 17. The poem may have been enclosed with a letter LBJ wrote on October 15, 1934, which is referenced in Lady Bird's letters but was not included with the collection when it was given to the LBJ Library.","Rights":"The LBJ Presidential Library has no information about the original source of this item. Copyright restrictions may apply.","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Note, Lyndon Johnson to Lady Bird Taylor, October 15, 1934?,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters, accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/409.","Tags":""}