{"Transcript":"[Written on The Dodge Hotel stationery]  [October 17, 1934] Wednesday Night  8:15   My dearest;  I’m very unhappy tonight. All week I’ve felt this way but not to such a pronounced extent. I realize I shouldn’t write when I feel this way--but writing something is better than no letter at all.  Your previous Airmail Special sent from Tyler was the only bright spot in today for me. You seemed so happy and free from worry that I almost forgot for a minute.   Welly called me last night while I was at the library. When I came to my room he couldn’t be found. This morning I had a long talk with him. Altho’ his words usually are   [2]  so stimulating this morning they had no appeal for me--only served to make the picture a darker one. If you were here I could unbosom to you--but as it is you may avoid the gloom and my problems may meet a solution as a result of other ingenuity. Before many days pass developments will create a situation resulting in cheer and happiness again, or challenge whatever talents I may possess to their full strength. My letters--if I can still write them to the sweetest girl in all the world--will undoubtly reflect the transformation.   Try, darling, to forget that I’m   3  concerned tonight. It would be much harder for me if you hadn’t come into my life--it will be much easier with the knowledge that you are not grieved and are confident in the ultimate realization of you our fondest dreams.  The proofs came this afternoon. When the storm has passed, if it does, I’ll return them and have one made for you…if you still want it--and know you will.  I have only strong arms and an honest heart but to you I belong.  Lyndon Baines   [Envelope postmarked: Washington, D.C., 10/18/1934, 3 PM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 17, 1934","Creator":"Lyndon Baines Johnson","Date":"10/17/34","Format":"Letter","Abstract":"LBJ tells Lady Bird he is very unhappy and says that he will be faced with challenges in a few days that will either result in cheer and happiness again or challenge whatever talents he may possess. If he may still write to her, she will see the difference in future letters.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 17, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/410.","Tags":["LBJ","october","plans","relationship"]}