{"Transcript":"Monday – 2:45 –  My dear Bird;  The postman hasn’t brought me my letter today--if I have one--and probably I should wait until he makes his last round before beginning this one. I hope he will get here before I finish.  Without a warning of any kind Saturday a.m., Gene buzzed me while I was in the next office dictating the morning mail to L.E. and when I lifted the receiver from the telephone it was Senator Wirtz talking from Austin. He prefaced his statement by saying several friends were in his office at the time and they had decided to call me and insist that I leave Washington immediately and come to Austin to take up other employment. He said I would draw full time salary and report to the office after lunch. I attempted to get some definite data with reference to salary, character of work etc and the Senators replied something like this “Don’t you think 3 or 4 thousand per annum will    be sufficient?” I assured them that it would, but fearing indefiniteness as I do, I’ve written Welly again insisting on as large a salary as possible.  They have asked me to say nothing just now about the exact position. I had to say yes or no then--so I said yes. Was it best? They will probably let me have the details later in the week and I’ll write you more fully and possibly more “completely” then.  Am enclosing some clippings which I thought you would enjoy reading--  Be sweet and write--   Lyndon  Please return copies of my letters to Welly--","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 22, 1934","Creator":"Lyndon Baines Johnson","Date":"10/22/34","Format":"Letter","Abstract":"LBJ describes a call from Senator [Alvin] Wirtz offering him employment in Austin, Texas. He had to say yes or no, and he said yes. He will let Lady Bird know details later.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 22, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/414.","Tags":["alvin wirtz","austin","jobs","LBJ","october","plans"]}