{"Transcript":"Tuesday Noon  My dear Bird;  This morning I’m ambitious, proud, energetic and very madly in love with you. I want to see people--want to walk thro’ the throngs--want to do things with a drive. If I had a box I would almost make a speech this minute. Plans, ideas, hopes. I’m bubbling over with them. For fear you might think me too conceited I’ll stop there but there is so much more guiding my pen this morning than when I wrote you of my worry about this time last week. You are    apparently always so free from concern that when I feel as I do this morning I think how cruel it was to even let you know how despondent I felt last week.  This morning I’ve written letters so freely. Just finished one to Alice Wyatt. She will probably think I’ve reverted to the eighteen year old stage but I could feel no restraint. Dictated all of my mail in a jiffy, had coffee with Joe Bailey’s secretary, and before lunch I’ve finished my day at the office. A letter from you on the afternoon mail will make this day such a perfect one.   The postman brought me several interesting, stimulating letters from friends in Texas. I wish you were here to sit on the arm of my chair and read them over my shoulder. People are so good to me. Even one of my best Washington friends, realizing how much I appreciate letters, chose to chide me with an early special before I had my breakfast at the hotel. For almost a week I was busy--busy--working and worrying and the letter says “What I need badly now and then is a special person, a loyal friend to whom I’m particularly attached, to talk to. But when I need him, he’s sure to be off with bankers, lawyers and the big men of the nation generally who are laying out a future for him. (went driving with Mr. Dick’s banker friends Sunday)   So that’s how the week-end goes when I’m in need of solace. If I go astray, I’ll tell you what he will be like. He’ll be about fifty, somewhat mellowed in his point of view toward the triumphs of this life, he’ll be rather quiet, and he’ll actually be interested in what I’m doing.” After the work is all done today we will meet and have a highball and most probably talk about you and her author--(and he isn’t fifty). Then Ben Crider, a boy who [two illegible words crossed out] helped me in school, writes at length. He has very pleasant work with the Fed. Land Bank and tells me more about his marriage, his work, my family and my friends. Just recently he has been transferred to the hill country from So. Texas. You may remember meeting him when you went to Corpus.  But, darling, with all of the   nice things coming at once--I haven’t had a letter from you since Saturday--it was written Thursday. Not fussing just checking up on Uncle Sams efficient postal service.  When you write again tell me about Austin and your school days there. Tell me about what you did. When you studied and what you had for entertainment--and just how much [arrow pointing to entertainment] a “young man” in law school can have. Tell me you love me if you want to and if you don’t I’ll believe you do anyway and keep on loving you every    minute and it may be “completely”--suggestions from loved one’s not withstanding.  Here is a big hug--kiss and the everlasting love of Lyndon Baines","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 23, 1934","Creator":"Lyndon Baines Johnson","Date":"10/23/34","Format":"Letter","Abstract":"LBJ tells Lady Bird how wonderful he feels and how madly in love he is with her. He describes his other mail and asks her to write him about her Austin school days.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 23, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/415.","Tags":["LBJ","letters","october","relationship","school"]}