{"Transcript":"[Written on House of Representatives stationery]  [October 24, 1934] Wednesday   My dearest Bird;  A long, precious letter late yesterday written Friday and your Special written Sunday this morning present some more incontrovertible evidence that you are the greatest girl in the world.  I was so happy all day yesterday--and what a perfect ending this morning about one when I turned in to get some sleep. My letter penned yesterday will tell you about everything up until late in the day. When I returned from school and dinner I went to my room to begin studying and found a large   2   package on my bed that had been left there by a special delivery messenger from the Senate. For a minute I thought it must not have been intended for me but then I saw a little card in the corner with my name on the small envelope. On the card inside was written--“May this serve to remind you of our appreciation of your friendship. Mr. Arthur C. Perry & Mr. Robert M. Jackson.” The package contained a large--beautiful--all leather brief case with my name on it. It is one of the best, and just the thing I need every day. Bob & Perry are Texas boys I’ve known since I came here. Perry was formerly Sen. Connally’s secretary and is now an attorney for the Fed. Communications Commission. Bob received an appointment as secretary   3  to Senator Connally only Sunday. He is now assistant Senate Librarian and hails from San Angelo where he worked as Editor of the Standard Times. He knows a boy on the paper in Marshall and insists that I take him to Texas Xmas.   Hardly had I finished giving the brief case the once over when Helen called to tell me she had tickets to the play at the National. We will go Fri or Sat. night. The play ‘Bring on the Girls’ is by Kaufman and Ryskind who wrote “Of Thee I Sing” which I so thoroughly enjoyed last year. Some say ‘Bring on the Girls’ will be temporarily withdrawn from circulation after Saturday night and rewritten   4  from the end of the first act on. Helen tells me that it is an overstretched farce aimed at the more vulnerable aspects of the present operation of the New Deal. The producers sent the Secretary of Ag. & several others in the dept. comps. in order to indicate the lines weren’t personal etc. The New Dealers that have seen it say it out farces farce and is about the equivalent of reading a copy of Life as opposed to a Dickens novel. In short, as it is now, it must be nothing more than a few gorgeous gags. But it will be fun, and after a week in school, it will be helpful.  Honey, I think you need   5  have little concern about my worries now. Mr. Dick is with the madam in Monterrey this week. Mr. Miller sent me a very generous letter this morning which read in part “I am most grateful for your two telegrams, one which was received Saturday and the personal one which came this morning (Sunday). Old fellow, you have certainly done everything possible. I hope to have a further conference etc…and want to again thank you for your kindness in this and other matters in which I impose on you.” Then Maury called (person to person) yesterday. After talking to him for several minutes Malcolm said Hello. Then Dan sent me an Airmail Special this morning  6  and all in all I’m very contented just now.  I know your Dad is pleased over the pictures of your brothers. Does he expect to get one to go along beside them as a result of your Dallas trip? Lyndon is patiently and anxiously waiting.  It was so thoughtful of you to send your Sunday letter Airmail & Special. You do want to make me very happy--don’t you darling?  Bill White has just called and we’ve planned a trip down the Skyline drive Sunday. The girls will make sandwiches and    [7]  we will spend the day in the country returning late Sunday refreshed with new energy and enthusiasm. I don’t think I could want you more than I have today.  No letter from Gene in several days. It couldn’t be the ball game--could it? Dotty hasn’t written. Guess I must be neglected for a while at that end.  Have been intending to tell you everyday about a little orange comb I carry in   [8]  my billfold. It is the only thing I have from my little girl at Karnack and when I get lonesome and blue or happy and ambitious I always get pleasure when I look at the little comb and think…just think.  I feel that you are very happy now. Things have worked out just as you would have them and I’m sure it is the better for all of us.  Here is all my affection. I love you much--too much. No!  Lyndon  [Envelope postmarked: Washington, D.C., 10/28/1934, 10:30 AM]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 24, 1934","Creator":"Lyndon Baines Johnson","Date":"10/24/34","Format":"Letter","Abstract":"LBJ thanks Lady Bird for her Friday letter and Sunday \"Special\" and says he was happy all day Tuesday. He tells her that he received a briefcase from Arthur Perry and Robert Jackson. He is going to see a play with Helen [Crouch] and take a drive on Sunday with the Whites. He mentions the orange comb Lady Bird gave him that he keeps in his billfold.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 24, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/417.","Tags":["gifts","helen crouch","LBJ","letters","october","politics","theater","white"]}