{"Transcript":"[Written on Congress of the United States, House of Representatives, R. M. Kleberg stationery]  Friday Noon October 26, 1934  Darling;  Your Special Airmail written Monday came Wednesday. It thrilled me. Made me blue-- and made me realize all the more what a good and great character you are. I don’t have your letter at the office so I can’t answer all of the many questions you propounded. I’ll touch on some of them now and possibly tell you about the others when and if I see you later in the year.  About our continuing to write--the answer to that can best be found in our individual reactions to our own impulses coupled with some consideration for our innermost feelings.   Circumstances and conditions cannot and will not temper the love I have for you. Never do I want to care quite so much for anyone. I’m sure I never could. Days before I knew   2  what tomorrow would bring I told my best friend about you. My plans, my hopes and my love. Yesterday Mother answered and since her views so clearly coincide with those you share I know they will be of interest. “I am very much interested in all you have to say about Bird. I thought from the fleeting glimpse I had of her that she is a lovely girl with all of the earmarks of a refined lady. Rest assured if you find Bird to be the one and only I shall take her into my very heart of hearts. Of course I desire your happiness above everything and all that contribute to that are prized by me. You are so splendid and thoroughly fine, so sensitively organized and idealistic that your choice of a wife will affect your entire life more than such a decision ordinarily influences a man. Your ideals must be on the same plane; your principles must be identical; your tastes should be harmonious; your temperaments may be opposite and perfect love must exist.” Mother uses “perfect” and you say “permanent and everlasting” but to me the word love comprehends the ideas conception of Mother has well as the ideas you entertain and the qualifications you apply. She writes “While of course in a way--a selfish proprietary way--I dread the thought of some other woman having the first place which your wife will and should have. I should be happy in knowing that    3  you have the love and companionship you so richly deserve and a home of your own. I want the best in life for the finest and truest son, the most loyal and high minded of boys in the world. Go slow, darling, and be sure; only be certain is all I ask. I am very, very proud of you and want you to accomplish the great things for which you are destined. The right woman will help you to the top. You think things over carefully; know the girl and your own heart, and do what is best, dear.” I could hardly fail to appreciate now your deliberateness. Care, caution, certain, perfect, everlasting and sure are qualifications to love which are evidently common to intelligent women. To me just love embraces all of these. You should know just how I feel about you. It may not be wise to go into too much detail.  Yesterday I sent you a small picture. I later learned it needed several more stamps. Sorry. The Bachrack people tell me your large picture is to be mailed direct. I hope you like the frame. I would have so much preferred for you to make your own selection.  Lunch at the Capitol with Helen, at the departments all afternoon and at the office until one this morning and at sometime--somewhere I caught another terrible cold.  4  If it weren’t for my school this afternoon and “Bring on the Girls” tonight I would go to bed when I finish this letter.  The G. E. place in N. Y. went out of the picture Saturday morning after my talk with Welly and the Senator. Mr. Adams doubted the advisability of my returning to Texas but expressed a great deal of confidence in Welly’s judgment. Adams left for Texas Saturday night and plans to stay there until Congress convenes in January. He has suggested that Welly meet him in So. Texas next month and Welly has accepted the invitation.  Gene writes of Mrs. Marshall’s death. I am very fond of Mr. Marshall. He has been very good to me. Later in her letter Gene says:--“Our trip in January may not materialize now. I should like to be there November 12 – 15 for the convention of N. A. of Railroad Commissioners. I’m afraid we won’t have a representative there, as the API meets in Dallas those dates and the Congressional Committee will be there also.” Would I be presuming   5  too suggest--even insist--that you two choose the Washington convention in preference to the API? Don’t be too deliberate, honey. Call Gene--get your tickets and hurry up here. We will take two or three days out of the office and visit Maryland, Va--perhaps New York in my little Ford. Will you?  I love you--  Lyndon   [No envelope with this letter]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, October 26, 1934","Creator":"Lyndon Baines Johnson","Date":"10/26/34","Format":"Letter","Abstract":"LBJ expresses his feelings about their continued relationship and tells Lady Bird about his mother's letter about her. He writes that the GE [General Electric] plans in New York are \"out of the picture.\" He has caught another cold but will go to class and a play in the evening. He urges Lady Bird to come to Washington.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, October 26, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/418.","Tags":["austin","helen crouch","jobs","LBJ","mother","october","photographs","plans","school","theater"]}