{"Transcript":"[Written on The Nueces Hotel, Corpus Christi, Texas stationery]  [November 7, 1934] Wednesday Night  Darling--  I’ve been very busy since I left you--but not too busy to think of you. Think I would get extravagant again and call you tonight if I felt that you could be reached. Your wire this morning was thoughtful but not nearly as complete and as satisfying as a letter would have been.  Monday night I stayed in Floresville. Talked to Mr. and Mrs. Fore until after two Tuesday morning and had to get up for breakfast at six. Told them all about you and us.  2  Dan Quill, Denver Chesnutt, W. A. Teas and several other mutual friends drove down to see me. Tuesday I visited Denver in Kenedy. Talked to the Rotary Club at noon on the work Washington is doing. Met many new faces and did some work until almost five. Didn’t get home until late and was out bright and early this morning.  When I got to the Hotel I learned Mr. Hirshberg and Roy Miller were calling me. Both wanted to know why I was in Texas and Mr. Miller said he was hurt because I didn’t bring you to the hotel Monday afternoon. He    [3]  said Mrs. Miller had told him we looked suspicious at the Home Sco. Lunch.  Sam and Denver insist that we take plenty of time and go to Mexico City. They think we can arrange for transportation etc.  May I have your ideas?  Tell me if we will need tickets for the Texas – A & M game.  Welly said he would be in Austin with us Thanksgiving but I didn’t tell him that it would happen that day.  I’m sure you know how kindly I must feel about Mr. King and F. D.   [4]   Things here are very, very bad. I plan to go to Austin next week. Would you prefer to meet me in Houston instead?  In the hope you will be at home expecting a letter I’ve penned these four pages. More will follow when I’m fully rested--  Your--  Lyndon Baines  Honey--call me Friday or Saturday--  [Envelope postmarked: Corpus Christi, Tex., 11/7/1934, 9:30 PM and Karnack, Tx, 11/9/1934,1 PM]   [Addressed to: Miss Bird Taylor Karnack, Texas, 718 Fairview Ave, Montgomery, Ala, c/o Mrs. J. C. Fischesser]  [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, November 7, 1934","Creator":"Lyndon Baines Johnson","Date":"11/7/34","Format":"Letter","Abstract":"LBJ writes from the Nueces Hotel in Corpus Christi and tells Lady Bird that he has been very busy since coming to Texas and mentions people he has seen and meetings attended. He briefly comments on plans for Thanksgiving.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, November 7, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/420.","Tags":""}