{"Transcript":"Thursday Night – 9 PM  Darling--  My letters are always so involved that it is with some reluctance that I begin an attempt to discuss with you via the letter route the subject that occupied most of our conversation this evening.  Altho’ I was thrilled to death when the operator told me in the lobby that you were calling I couldn’t help but feel let down after you had repeated your doubts.  I shall expect you to call me from Ala.--or when you enter Texas, and I’ll be most anxious to get some reassurance. If after your trip you want to, or can wait until after Thanksgiving, then I’ll completely understand. Now about the telephone conversation--  It seemed sweet but non-commital.    To me it has always seemed a safe rule to take my cue as to my behavoir from the other persons attitude, so since you seem calm and cool and want plenty of time to “make up your mind” I think why not simulate indifference myself. I’m sure in some instances indifference may add charm. It might be best to abide by your decision with apparent calm acquiescence and just see what would happen. If you don’t know your own mind, I won’t press you, in spite of my ardent nature, and more than that I want it all to end as quickly as possible. Of course I’m hurt that you are undemonstrative and analytical in regard to your emotions. I’m afraid, dear, your instinctive reticence does not hold an appeal for my peculiarities of temperament. I had hoped I was and wanted   to marry a woman who loved me, would pet me, and be as affectionate as I am.   If you want me and are just holding off--then don’t wait.  If you, after comparing the relative merits of various suitors, think you might be happy then tell me.  My decision is the same in either case. You should know how I feel about you. I shall not attempt to cover up what I’ve said or done the last 2 days. I’ll wait until you find time to write or call until before I make further plans.  If your Aunt Effie or Gene or any of the other people you love prompt you to want to wait--wire--write or phone and I’ll call it a bad day and return immediately    to my labours elsewhere away from Corpus. I’ll not be grieved or hurt at you--rather wonder that you can feel as you do.  Mother too (wonders) about it all. I think I’m the only person that is positive and it may be it will be best for you to wait until another comes along.  I love you. Thanks for the telephone call.  Lyndon  P. S. Have a letter from Gene and am afraid to answer it. Guess I’ll try.  Think you might enjoy Mothers letter. It may be what you want to hear. I’ll tell you what all of my business friends think after you know again definitely.    My darling Boy:  You have been in my thoughts almost constantly ever since you were here. I am wondering what decision you will make. Personally I should prefer to have you near me of course but when I consider what is best for you I disregard the personal element. I had to do that when you first went to Washington; that was the first and hardest wrench. The knife turned in the wound when you had pneumonia way off up there. I want you so much, darling , but I want your happiness and success more than the gratification of my feelings.  The thing for you to do is to get your law degree, I am sure. If you can do that and work for   Mr. Kleberg I think that would be best. It seems to me that some arrangement could be effected in which another stenographer could be employed in the place of L. E. or Gene who could be transferred somewhere else. This man could take charge of the office while you were in school.  The Austin plan sounds good to me for some reasons and if it does not mean severing your connection with Mr. K -- it is splendid. I think he is one of Nature’s noblemen and I am very proud for you to be associated with a man of his high standards, clean living, and genuine culture--a real thoroughbred. He   has character and not many, dear, do. The best thing for you to do is to sit down and talk it all out with him. He is a real friend and his kind of friendship counts.  Ben was here this morning and had lots to say about you. He says everyone considers you Congressional timber. You have made a man of him.  We surely enjoyed your visit Sunday and of course the girls too. I had never met Jean before and understand now why all of you do. I hardly know what to say about Bird except that you have been exaggerating your feeling for her I believe. You do not act like a man so in love as you have been telling me. Do you know, honey, I think    you have decided it is time for you to fall in love and you are accordingly proceeding to do so. Honey, am I teasing you too much? But really and truly I do not believe that you are genuinely and everlastingly in love. But understand this, my sweet son, if you decide you are I am behind you. Whatever you do in love or business you have me backing you. I say as you request me to, what I think and then whatever you decide I am with you heart & soul.  Lucia went home this afternoon. Surely will miss her. She was greatly excited over the prospect of your getting her the work you mention. Took off the proof you gave me of you. She thinks you are the greatest brother in the world.  Not much news. Hope you come up soon again. Am so glad you are near me. You looked so splendid and handsome Sun. I am so proud of my son. Write me.  Dearest Love – Mamma   Miss Bird Taylor, 718 Fairmont Ave, Montgomery, Alabama, Air Mail Special","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, November 8, 1934","Creator":"Lyndon Baines Johnson","Date":"11/8/34","Format":"Letter","Abstract":"LBJ discusses the phone call from Lady Bird when she expressed her reticence to marry so soon. He closes with \"I love you\" and \"thanks for the telephone call.\" He encloses a letter from his mother in which she offers advice about his career and marriage plans.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, November 8, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/421.","Tags":["LBJ","letters","marriage","mother","november","plans","relationship","telephone"]}