{"Transcript":"[Written on The Nueces Hotel, Corpus Christi, Texas stationery]  [November 9, 1934] Friday Noon – 1:30  My own Bird--  My postmaster tells me this will have to be at the air-port not later than 2:30 so it will of necessity be brief. I plan to wire you during the day but may be able to make my plans somewhat clearer by letter.  Tonight I will drive to Kenedy and Floresville. At six tomorrow a.m. I’ll leave for Austin to accompany Mr. Fore, Chesnutt, et al to see Governor Allred. Will probably leave Austin by three p.m. and return to Corpus for Sunday--I plan to see Mr. Miller and make an appointment to talk business with him Monday or Tuesday in Houston the date set to be determined by your arrival in Houston.  [2]   My present plan is to leave Austin noon Thanksgiving and drive to Monterrey. Friday we will take the train for Mexico City arriving Saturday. With 2 weeks there we can return to Monterrey for a day or two in the mountains and arrive here in time to catch up and get away by the 23rd. The 23rd at home and the 24th, 25th and 26th in the forest at Karnack--should fit us for our drive thro’ to the Capital.  The invitations should be ready by next week darling. Did you see about the church in Austin? Write me all about what you’ve done and what you’ve   [3]   said and how you feel.  I love you--love you. Too much?  Lyndon  When you get this wire me at the Driskill at Austin & give me the tel # you will answer at 8:30 Saturday night. I presume you will get this Sat a.m. & want you to wire pronto because I’ll probably leave Austin after lunch.  [Envelope postmarked: Airmail Special, Corpus Christi, Tex., 11/9/1934, 5:30 PM]   [Addressed to: Miss Bird Taylor, 718 Fairview Ave., Montgomery, Alabama]   [Transcript prepared by LBJ Library staff, January 2013]","Title":"Letter, Lyndon Johnson to Lady Bird Taylor, November 9, 1934","Creator":"Lyndon Baines Johnson","Date":"11/9/34","Format":"Letter","Abstract":"LBJ writes from the Nueces Hotel in Corpus Christi and discusses his upcoming schedule, plans for Thanksgiving and their trip to Mexico [for their honeymoon?]. He writes \"the invitations should be ready by next week\" and asks if Lady Bird has arranged for the church in Austin. He asks Lady Bird to \"wire pronto\" after receiving his letter.","Rights":"Public domain","Publisher":"LBJ Presidential Library","Collection":"The Personal Papers of Lyndon and Lady Bird Johnson are a collection of correspondence between Lyndon and Lady Bird Johnson that spans 1934 through 1968. During the Johnsons’ years in the White House, Dorothy Territo, a staff assistant who maintained files of high historical value, as well as family and genealogical material, had custody of the collection. In 1969, the files she kept came to Austin as part of President Johnson’s papers, which he had deeded to the U.S. government in August 1965.This collection includes the courtship letters between Lyndon Johnson and Claudia \"Lady Bird\" Taylor, from the period between their introduction and their marriage, September – November 1934.","Item Type":"Document","Citation":"“Letter, Lyndon Johnson to Lady Bird Taylor, November 9, 1934,” Personal Papers of Lyndon B. and Lady Bird Johnson, LBJ Presidential Library, Dear Bird: The 1934 Courtship Letters , accessed November 27, 2016, http://archives.lbjlibrary.org/items/show/422.","Tags":["austin","corpus christi","hotel","LBJ","marriage","mexico","november","plans","thanksgiving","travel"]}